// 엔터식스 전국 매장 위치 데이터
// 수집: Kakao Local API (scripts/fetch-other-mart-stores.mjs)
// 마지막 갱신: 2026-05-16T15:03:49.165Z
// 총 6개 매장

import type { ChainStore } from "./artbox";

export const ENTERSIX_STORES: ChainStore[] = [
  {
    "id": "1841552762",
    "name": "엔터식스 강남점",
    "addr": "서울 서초구 신반포로 176",
    "lat": 37.50479215589204,
    "lng": 127.00440512228714
  },
  {
    "id": "18583576",
    "name": "엔터식스 강변점",
    "addr": "서울 광진구 광나루로56길 85",
    "lat": 37.5355207034116,
    "lng": 127.095959032074
  },
  {
    "id": "22016520",
    "name": "엔터식스 상봉점",
    "addr": "서울 중랑구 망우로 353",
    "lat": 37.5981152270274,
    "lng": 127.090694532079
  },
  {
    "id": "892604041",
    "name": "엔터식스 안양역점",
    "addr": "경기 안양시 만안구 만안로 232",
    "lat": 37.40169095432366,
    "lng": 126.92255022302461
  },
  {
    "id": "9228388",
    "name": "엔터식스 왕십리역점",
    "addr": "서울 성동구 왕십리광장로 17",
    "lat": 37.5620067745355,
    "lng": 127.038373658624
  },
  {
    "id": "748023986",
    "name": "엔터식스 천호역점",
    "addr": "서울 강동구 천호대로 지하 997",
    "lat": 37.538528393911534,
    "lng": 127.12386851058686
  }
];
