// 갤러리아 전국 매장 위치 데이터
// 수집: Kakao Local API (scripts/fetch-dept-stores.mjs)
// 마지막 갱신: 2026-05-16T15:00:09.243Z
// 총 6개 매장

import type { ChainStore } from "./artbox";

export const GALLERIA_STORES: ChainStore[] = [
  {
    "id": "1411190799",
    "name": "갤러리아백화점 광교점",
    "addr": "경기 수원시 영통구 광교중앙로 124",
    "lat": 37.28526236797372,
    "lng": 127.05724077247974
  },
  {
    "id": "8171240",
    "name": "갤러리아백화점 센터시티점",
    "addr": "충남 천안시 서북구 공원로 227",
    "lat": 36.8005612401544,
    "lng": 127.104711121408
  },
  {
    "id": "21260186",
    "name": "갤러리아백화점 진주점",
    "addr": "경남 진주시 진주대로 1095",
    "lat": 35.19669170931423,
    "lng": 128.0823531129349
  },
  {
    "id": "10126730",
    "name": "갤러리아백화점 타임월드점",
    "addr": "대전 서구 대덕대로 211",
    "lat": 36.35181278538463,
    "lng": 127.3781779488938
  },
  {
    "id": "9766149",
    "name": "갤러리아백화점 EAST점",
    "addr": "서울 강남구 압구정로 407",
    "lat": 37.52797664522159,
    "lng": 127.0418814074669
  },
  {
    "id": "11268763",
    "name": "갤러리아백화점 WEST점",
    "addr": "서울 강남구 압구정로 343",
    "lat": 37.52842774945761,
    "lng": 127.04014394421372
  }
];
