// 현대백화점 전국 매장 위치 데이터
// 수집: Kakao Local API (scripts/fetch-dept-stores.mjs)
// 마지막 갱신: 2026-05-16T11:48:04.128Z
// 총 13개 매장

import type { ChainStore } from "./artbox";

export const HYUNDAI_STORES: ChainStore[] = [
  {
    "id": "26588534",
    "name": "더현대 대구",
    "addr": "대구 중구 달구벌대로 2077",
    "lat": 35.86662835745753,
    "lng": 128.59063111852757
  },
  {
    "id": "1662602781",
    "name": "더현대 서울",
    "addr": "서울 영등포구 여의대로 108",
    "lat": 37.525872071029134,
    "lng": 126.92844612411159
  },
  {
    "id": "26825477",
    "name": "현대백화점 목동점",
    "addr": "서울 양천구 목동동로 257",
    "lat": 37.526654089298255,
    "lng": 126.87525853214666
  },
  {
    "id": "18384587",
    "name": "현대백화점 무역센터점",
    "addr": "서울 강남구 테헤란로 517",
    "lat": 37.508651435836725,
    "lng": 127.05977475920854
  },
  {
    "id": "8156625",
    "name": "현대백화점 미아점",
    "addr": "서울 성북구 동소문로 315",
    "lat": 37.608482732465,
    "lng": 127.028748311194
  },
  {
    "id": "21695719",
    "name": "현대백화점 신촌점",
    "addr": "서울 서대문구 신촌로 83",
    "lat": 37.556153500544426,
    "lng": 126.93581652251622
  },
  {
    "id": "21297272",
    "name": "현대백화점 압구정본점",
    "addr": "서울 강남구 압구정로 165",
    "lat": 37.52737270067088,
    "lng": 127.0274681898568
  },
  {
    "id": "8154974",
    "name": "현대백화점 울산점",
    "addr": "울산 남구 삼산로 261",
    "lat": 35.5395950301785,
    "lng": 129.33574650999
  },
  {
    "id": "14661403",
    "name": "현대백화점 중동점",
    "addr": "경기 부천시 원미구 길주로 180",
    "lat": 37.50427464649725,
    "lng": 126.76183908456196
  },
  {
    "id": "13125937",
    "name": "현대백화점 천호점",
    "addr": "서울 강동구 천호대로 1005",
    "lat": 37.538841968226784,
    "lng": 127.1244432563588
  },
  {
    "id": "17912136",
    "name": "현대백화점 충청점",
    "addr": "충북 청주시 흥덕구 직지대로 308",
    "lat": 36.6448287847106,
    "lng": 127.426506441269
  },
  {
    "id": "12526820",
    "name": "현대백화점 킨텍스점",
    "addr": "경기 고양시 일산서구 호수로 817",
    "lat": 37.66825815853768,
    "lng": 126.75115248136792
  },
  {
    "id": "27572094",
    "name": "현대백화점 판교점",
    "addr": "경기 성남시 분당구 판교역로146번길 20",
    "lat": 37.39279718014944,
    "lng": 127.11204751299005
  }
];
