// LEE 전국 매장 위치 데이터
// 수집: 공식 홈페이지 스크레이핑 (leekorea.co.kr) + Kakao 지오코딩
// 스크립트: scripts/fetch-lee-official.mjs
// 마지막 갱신: 2026-08-10T13:42:12.100Z
// 총 85개 매장

import type { ChainStore } from "./artbox";

export const LEE_STORES: ChainStore[] = [
  {
    "id": "lee-44",
    "name": "갤러리아 광교점",
    "addr": "경기도 수원시 영통구 광교중앙로 124 갤러리아백화점 광교점 6F",
    "lat": 37.2852510012341,
    "lng": 127.057454909262
  },
  {
    "id": "lee-49",
    "name": "갤러리아 센터시티점",
    "addr": "충남 천안시 서북구 공원로 227 갤러리아 센터시티점 6F",
    "lat": 36.800564020263,
    "lng": 127.104726252319
  },
  {
    "id": "lee-52",
    "name": "갤러리아 진주점",
    "addr": "경남 진주시 진주대로 1095 갤러리아백화점 8F",
    "lat": 35.1967109130245,
    "lng": 128.082322184482
  },
  {
    "id": "lee-29",
    "name": "갤러리아 타임월드점",
    "addr": "대전 서구 대덕대로 211 갤러리아 타임월드 7F",
    "lat": 36.3519543043064,
    "lng": 127.378167047167
  },
  {
    "id": "lee-73",
    "name": "롯데몰 광교점 [키즈]",
    "addr": "경기 수원시 영통구 도청로 10 롯데몰 광교점 3F",
    "lat": 37.2866696524735,
    "lng": 127.055448351197
  },
  {
    "id": "lee-65",
    "name": "롯데몰 광명점",
    "addr": "경기도 광명시 일직로 17 (일직동) 롯데몰 광명점 3F",
    "lat": 37.4243110028905,
    "lng": 126.882779952497
  },
  {
    "id": "lee-48",
    "name": "롯데몰 수원점",
    "addr": "경기도 수원시 권선구 세화로 134 롯데수원몰 1F",
    "lat": 37.264162726921,
    "lng": 126.997385539043
  },
  {
    "id": "lee-7",
    "name": "롯데몰 수지점",
    "addr": "경기 용인시 수지구 성복2로 38, 2층",
    "lat": 37.3127975899328,
    "lng": 127.081666875865
  },
  {
    "id": "lee-68",
    "name": "롯데몰 은평점",
    "addr": "서울특별시 은평구 통일로 1050, 롯데몰 은평점 1층",
    "lat": 37.6375366740938,
    "lng": 126.917900261732
  },
  {
    "id": "lee-35",
    "name": "롯데백화점 광복점",
    "addr": "부산 중구 중앙대로 2 롯데백화점광복점 4F",
    "lat": 35.0979848964696,
    "lng": 129.036632251021
  },
  {
    "id": "lee-10",
    "name": "롯데백화점 김포공항점",
    "addr": "서울 강서구 하늘길 38 롯데백화점김포공항점 GF층",
    "lat": 37.5713695798026,
    "lng": 126.802960133589
  },
  {
    "id": "lee-14",
    "name": "롯데백화점 노원점",
    "addr": "서울시 노원구 동일로 1414 롯데백화점 노원점 8층",
    "lat": 37.6552787315469,
    "lng": 127.061391730931
  },
  {
    "id": "lee-69",
    "name": "롯데백화점 노원점",
    "addr": "서울시 노원구 동일로 1414 롯데백화점 노원점, 8층",
    "lat": 37.6552787315469,
    "lng": 127.061391730931
  },
  {
    "id": "lee-88",
    "name": "롯데백화점 동래점 [키즈]",
    "addr": "부산 동래구 중앙대로 1393 롯데백화점동래점 6F",
    "lat": 35.2117079891013,
    "lng": 129.077479742123
  },
  {
    "id": "lee-31",
    "name": "롯데백화점 동탄점",
    "addr": "경기 화성시 동탄역로 160 롯데백화점 동탄점 3F",
    "lat": 37.200666359626,
    "lng": 127.098203113972
  },
  {
    "id": "lee-53",
    "name": "롯데백화점 미아점",
    "addr": "서울 강북구 도봉로 62 롯데백화점 미아점 B1F",
    "lat": 37.6145929759749,
    "lng": 127.030517678336
  },
  {
    "id": "lee-23",
    "name": "롯데백화점 부산본점",
    "addr": "부산광역시 부산진구 가야대로 772 롯데백화점부산본점 7층",
    "lat": 35.156789983664,
    "lng": 129.056416218143
  },
  {
    "id": "lee-8",
    "name": "롯데백화점 상인점",
    "addr": "대구 달서구 월배로 232 롯데백화점 상인점 2층",
    "lat": 35.8187825387723,
    "lng": 128.538842648423
  },
  {
    "id": "lee-32",
    "name": "롯데백화점 울산점",
    "addr": "울산 남구 삼산로 288 롯데백화점울산점 영플라자 1F",
    "lat": 35.5386226526119,
    "lng": 129.338866778005
  },
  {
    "id": "lee-79",
    "name": "롯데백화점 울산점 [키즈]",
    "addr": "울산광역시 남구 삼산로288 롯데백화점 울산점 7F",
    "lat": 35.5386226526119,
    "lng": 129.338866778005
  },
  {
    "id": "lee-67",
    "name": "롯데백화점 인천점",
    "addr": "인천 미추홀구 관교동 15 롯데백화점 인천점 3층",
    "lat": 37.4414182317322,
    "lng": 126.70132985919
  },
  {
    "id": "lee-15",
    "name": "롯데백화점 인천터미널점",
    "addr": "인천 미추홀구 연남로 35 롯데백화점 인천터미널점 B1층",
    "lat": 37.4425062298688,
    "lng": 126.701518656221
  },
  {
    "id": "lee-16",
    "name": "롯데백화점 잠실점",
    "addr": "서울특별시 송파구 올림픽로 240 롯데백화점 잠실점 7층",
    "lat": 37.5113096112036,
    "lng": 127.098141751177
  },
  {
    "id": "lee-81",
    "name": "롯데백화점 잠실점 [키즈]",
    "addr": "서울특별시 송파구 올림픽로 240 롯데백화점 잠실점 8F",
    "lat": 37.5113096112036,
    "lng": 127.098141751177
  },
  {
    "id": "lee-80",
    "name": "롯데백화점 중동점 [키즈]",
    "addr": "경기도 부천시 길주로300 롯데백화점 중동점 8F",
    "lat": 37.5025627553952,
    "lng": 126.775275476115
  },
  {
    "id": "lee-25",
    "name": "롯데백화점 창원점",
    "addr": "경남 창원시 성산구 중앙대로 124 롯데백화점창원점 영플라자 1F",
    "lat": 35.2245696276926,
    "lng": 128.681839748806
  },
  {
    "id": "lee-27",
    "name": "롯데백화점 평촌점",
    "addr": "경기도 안양시 동안구 시민대로 180 롯데백화점평촌점 5F",
    "lat": 37.390002179095,
    "lng": 126.950178643649
  },
  {
    "id": "lee-21",
    "name": "롯데아울렛 광주수완점",
    "addr": "광주 광산구 장신로 98 롯데아울렛 광주수완점 B관 1층",
    "lat": 35.1894383628979,
    "lng": 126.819287851791
  },
  {
    "id": "lee-38",
    "name": "롯데아울렛 동부산점",
    "addr": "부산광역시 기장군 기장읍 기장해안로 147 쇼핑몰관 1F",
    "lat": 35.1923229796397,
    "lng": 129.212495349946
  },
  {
    "id": "lee-33",
    "name": "롯데아울렛 서울역점",
    "addr": "서울특별시 용산구 한강대로 405 롯데아울렛서울역점 2F",
    "lat": 37.5548375992165,
    "lng": 126.971732581232
  },
  {
    "id": "lee-59",
    "name": "롯데아울렛 의왕점",
    "addr": "경기 의왕시 바라산로 1 롯데아울렛의왕점 2층",
    "lat": 37.3758168645238,
    "lng": 127.010277326166
  },
  {
    "id": "lee-56",
    "name": "롯데아울렛 파주점",
    "addr": "경기 파주시 문발로 302 롯데프리미엄아울렛 유스빌리지관 1층",
    "lat": 37.7196781475393,
    "lng": 126.693170994575
  },
  {
    "id": "lee-46",
    "name": "롯데프리미엄아울렛 기흥점",
    "addr": "경기도 용인시 기흥구 신고매로 124 롯데프리미엄아울렛 기흥점 B1F",
    "lat": 37.2255419641124,
    "lng": 127.121283960956
  },
  {
    "id": "lee-87",
    "name": "롯데프리미엄아울렛 기흥점 [키즈]",
    "addr": "경기 용인시 기흥구 신고매로 124 롯데프리미엄아울렛 기흥점 1F",
    "lat": 37.2255419641124,
    "lng": 127.121283960956
  },
  {
    "id": "lee-78",
    "name": "롯데프리미엄아울렛 김해점 [키즈]",
    "addr": "경남 김해시 장유로 469 롯데 프리미엄 아울렛 김해점 2F",
    "lat": 35.1850621204763,
    "lng": 128.829596369018
  },
  {
    "id": "lee-20",
    "name": "롯데프리미엄아울렛 이천점",
    "addr": "경기 이천시 호법면 프리미엄아울렛로 177-74 롯데프리미엄아울렛이천점 2층",
    "lat": 37.2422268786208,
    "lng": 127.400026089807
  },
  {
    "id": "lee-2",
    "name": "명동 플래그십 스토어 [키즈 복합운영]",
    "addr": "서울 중구 명동8나길 6, 1층 Lee 명동 플래그십 스토어",
    "lat": 37.5616410629431,
    "lng": 126.984576929374
  },
  {
    "id": "lee-11",
    "name": "스타필드 고양",
    "addr": "경기 고양시 덕양구 고양대로 1955 스타필드 고양 2F 2245호",
    "lat": 37.6469771187284,
    "lng": 126.89477806511
  },
  {
    "id": "lee-62",
    "name": "스타필드 수원점",
    "addr": "경기 수원시 장안구 수성로 175 스타필드 수원점 4F",
    "lat": 37.2874453391147,
    "lng": 126.991574559571
  },
  {
    "id": "lee-70",
    "name": "스타필드 안성점",
    "addr": "경기도 안성시 공도읍 서동대로 3930-39 L3층, 3172호",
    "lat": 36.9946334108693,
    "lng": 127.147249620616
  },
  {
    "id": "lee-72",
    "name": "스타필드 운정점",
    "addr": "경기 파주시 와석순환로515번길 70, 스타필드 운정점 2F",
    "lat": 37.7290760322774,
    "lng": 126.764618359761
  },
  {
    "id": "lee-4",
    "name": "스타필드시티 위례점",
    "addr": "경기 하남시 위례대로 200 스타필드시티 3F",
    "lat": 37.4801356884837,
    "lng": 127.148404124838
  },
  {
    "id": "lee-43",
    "name": "신세계 대전점",
    "addr": "대전 유성구 엑스포로 1 신세계 대전점 5F",
    "lat": 36.3751817693989,
    "lng": 127.381765372066
  },
  {
    "id": "lee-18",
    "name": "신세계백화점 경기점",
    "addr": "경기도 용인시 수지구 죽전동 1289 신세계백화점 경기점 4층",
    "lat": 37.324732853001,
    "lng": 127.106894346503
  },
  {
    "id": "lee-47",
    "name": "신세계백화점 광주점",
    "addr": "광주 서구 무진대로 932 신세계백화점광주점 5F",
    "lat": 35.1596823958076,
    "lng": 126.882631959088
  },
  {
    "id": "lee-64",
    "name": "신세계백화점 광주점",
    "addr": "광주 서구 무진대로 932, 신세계백화점 신관 B1F",
    "lat": 35.1596823958076,
    "lng": 126.882631959088
  },
  {
    "id": "lee-57",
    "name": "신세계백화점 김해점",
    "addr": "경남 김해시 김해대로 2232 신세계 김해점 3층",
    "lat": 35.2293396295983,
    "lng": 128.872242572055
  },
  {
    "id": "lee-85",
    "name": "신세계백화점 김해점 [키즈]",
    "addr": "경남 김해시 김해대로 2232 신세계백화점 김해점 2F",
    "lat": 35.2293396295983,
    "lng": 128.872242572055
  },
  {
    "id": "lee-13",
    "name": "신세계백화점 대구점",
    "addr": "대구광역시 동구 동부로 149 신세계백화점 대구점 6층",
    "lat": 35.8779406718693,
    "lng": 128.629190024219
  },
  {
    "id": "lee-37",
    "name": "신세계백화점 본점 면세점",
    "addr": "서울특별시 중구 충무로1가 퇴계로 77 신세계백화점본점 신관 9F",
    "lat": 37.5603438884295,
    "lng": 126.980823104019
  },
  {
    "id": "lee-9",
    "name": "신세계백화점 센텀시티점",
    "addr": "부산 해운대구 센텀남대로 35 신세계백화점 센텀시티점 B2",
    "lat": 35.1688178394069,
    "lng": 129.129523260187
  },
  {
    "id": "lee-82",
    "name": "신세계백화점 센텀시티점 [키즈]",
    "addr": "부산 해운대구 센텀남대로 35 신세계백화점 센텀시티점 6F",
    "lat": 35.1688178394069,
    "lng": 129.129523260187
  },
  {
    "id": "lee-17",
    "name": "신세계백화점 의정부점",
    "addr": "경기도 의정부시 평화로525 신세계백화점 의정부점 6층",
    "lat": 37.7379562781405,
    "lng": 127.0458721684
  },
  {
    "id": "lee-55",
    "name": "신세계백화점 타임스퀘어점",
    "addr": "서울특별시 영등포구 영중로 9 신세계 타임스퀘어점 B2F",
    "lat": 37.5171899712591,
    "lng": 126.905567071705
  },
  {
    "id": "lee-84",
    "name": "신세계백화점 타임스퀘어점 [키즈]",
    "addr": "서울특별시 영등포구 영중로 9 신세계백화점 타임스퀘어점 8F",
    "lat": 37.5171899712591,
    "lng": 126.905567071705
  },
  {
    "id": "lee-30",
    "name": "신세계백화점 하남점",
    "addr": "경기도 하남시 신장2동 미사대로 750 신세계백화점 하남점 3F",
    "lat": 37.5454041231797,
    "lng": 127.223940331575
  },
  {
    "id": "lee-61",
    "name": "신세계아울렛 부산점",
    "addr": "부산광역시 기장군 정관로 1133",
    "lat": 35.3249413082094,
    "lng": 129.236072800234
  },
  {
    "id": "lee-54",
    "name": "신세계아울렛 여주점",
    "addr": "경기도 여주시 명품로 316-4, 201호",
    "lat": 37.2422349012272,
    "lng": 127.616967478211
  },
  {
    "id": "lee-77",
    "name": "신세계프리미엄 아울렛 여주점 [키즈]",
    "addr": "경기도 여주시 명품로 370 3층 WEST HIGH 698호",
    "lat": 37.2380066533883,
    "lng": 127.607850674751
  },
  {
    "id": "lee-36",
    "name": "아이파크몰 용산점",
    "addr": "서울특별시 용산구 한강대로23길 55 아이파크몰 6F",
    "lat": 37.5297718014452,
    "lng": 126.964741503485
  },
  {
    "id": "lee-3",
    "name": "제주 가두점",
    "addr": "제주시 신광로37 1F",
    "lat": 33.488723346612,
    "lng": 126.490321596436
  },
  {
    "id": "lee-19",
    "name": "타임스퀘어 영등포",
    "addr": "서울특별시 영등포구 영중로 15 타임스퀘어 영등포 3층",
    "lat": 37.5172332566615,
    "lng": 126.903715993779
  },
  {
    "id": "lee-76",
    "name": "프리미엄아울렛 시흥점 [키즈]",
    "addr": "경기 시흥시 서해안로 699 시흥프리미엄아울렛 1F",
    "lat": 37.3796755964231,
    "lng": 126.736985310798
  },
  {
    "id": "lee-58",
    "name": "현대 커넥트 부산 아울렛점",
    "addr": "부산광역시 동구 범일로 125",
    "lat": 35.1412817256576,
    "lng": 129.058614831268
  },
  {
    "id": "lee-22",
    "name": "현대백화점 대구점",
    "addr": "대구광역시 중구 계산동2가 200, 지하 2층",
    "lat": 35.8668325627172,
    "lng": 128.590630661135
  },
  {
    "id": "lee-51",
    "name": "현대백화점 목동점",
    "addr": "서울 양천구 목동 현대백화점 목동점 B2F",
    "lat": 37.526654089298255,
    "lng": 126.87525853214666
  },
  {
    "id": "lee-45",
    "name": "현대백화점 미아점",
    "addr": "서울시 성북구 동소문로 315 현대백화점 미아점 8F",
    "lat": 37.608448037052,
    "lng": 127.028778310047
  },
  {
    "id": "lee-42",
    "name": "현대백화점 울산점",
    "addr": "울산 남구 삼산로 261 현대백화점울산점 6F",
    "lat": 35.5395698929406,
    "lng": 129.335811485046
  },
  {
    "id": "lee-24",
    "name": "현대백화점 중동점",
    "addr": "경기도 부천시 길주로 180 현대백화점 중동점 U-PLEX 지하 1층",
    "lat": 37.5043163132049,
    "lng": 126.76208267382
  },
  {
    "id": "lee-71",
    "name": "현대백화점 천호점",
    "addr": "서울 강동구 천호대로 1005 현대백화점 천호점, B1F",
    "lat": 37.5389750482546,
    "lng": 127.124440988259
  },
  {
    "id": "lee-66",
    "name": "현대백화점 충청점",
    "addr": "충북 청주시 흥덕구 직지대로 308, B1",
    "lat": 36.6448651780226,
    "lng": 127.426560206577
  },
  {
    "id": "lee-83",
    "name": "현대백화점 충청점 [키즈]",
    "addr": "충북 청주시 흥덕구 직지대로 308 현대백화점 충청점 3F",
    "lat": 36.6448651780226,
    "lng": 127.426560206577
  },
  {
    "id": "lee-41",
    "name": "현대백화점 킨텍스점",
    "addr": "경기 고양시 일산서구 호수로 817 현대백화점킨텍스점 4F",
    "lat": 37.6679852145335,
    "lng": 126.751647571454
  },
  {
    "id": "lee-75",
    "name": "현대아울렛 가산점 [키즈]",
    "addr": "서울 금천구 디지털로10길 9 현대아울렛 가산 3F",
    "lat": 37.4776190161713,
    "lng": 126.88905533739
  },
  {
    "id": "lee-28",
    "name": "현대아울렛 김포점",
    "addr": "경기도 김포시 고촌읍 아라육로152번길 100 현대아울렛 3F",
    "lat": 37.5972368549658,
    "lng": 126.785233626536
  },
  {
    "id": "lee-50",
    "name": "현대아울렛 대구점",
    "addr": "대구 동구 동대구로 454 현대아울렛 대구점 4F",
    "lat": 35.8707298223024,
    "lng": 128.626546626841
  },
  {
    "id": "lee-60",
    "name": "현대아울렛 스페이스원",
    "addr": "경기 남양주시 다산순환로 50 현대아울렛스페이스원 2층",
    "lat": 37.616257926116,
    "lng": 127.152429100255
  },
  {
    "id": "lee-40",
    "name": "현대프리미엄아울렛 송도점",
    "addr": "인천 연수구 송도국제대로 123 현대프리미엄아울렛 송도점 B1F",
    "lat": 37.3816291013573,
    "lng": 126.657917047216
  },
  {
    "id": "lee-1",
    "name": "홍대 플래그십 스토어 [키즈 복합운영]",
    "addr": "서울시 마포구 잔다리로 2길 8번지 1층 Lee 홍대 플래그십 스토어",
    "lat": 37.5513057623713,
    "lng": 126.920409248328
  },
  {
    "id": "lee-74",
    "name": "AK 원주점 [키즈]",
    "addr": "강원특별자치도 원주시 봉화로 1 AK플라자 원주 5F",
    "lat": 37.345730271733,
    "lng": 127.927649555629
  },
  {
    "id": "lee-12",
    "name": "AK플라자 수원점",
    "addr": "경기도 수원시 팔달구 덕영대로 924 AK플라자 수원점 2층",
    "lat": 37.2655920786365,
    "lng": 127.000179930083
  },
  {
    "id": "lee-86",
    "name": "AK플라자 수원점 [키즈]",
    "addr": "경기 수원시 팔달구 덕영대로 924 AK플라자 수원점 5F",
    "lat": 37.2655920786365,
    "lng": 127.000179930083
  },
  {
    "id": "lee-26",
    "name": "AK플라자 원주점",
    "addr": "강원도 원주시 봉화로 1 AK플라자 원주점 3F",
    "lat": 37.345730271733,
    "lng": 127.927649555629
  },
  {
    "id": "lee-39",
    "name": "AK플라자 평택점",
    "addr": "경기 평택시 평택로 51 AK플라자 평택점 3F",
    "lat": 36.9918974768998,
    "lng": 127.083288658126
  },
  {
    "id": "lee-34",
    "name": "LF스퀘어 양주점",
    "addr": "경기 양주시 평화로 1593 LF스퀘어 3F",
    "lat": 37.8313923302011,
    "lng": 127.052291874895
  }
];
