// 모다아울렛 전국 매장 위치 데이터
// 수집: Kakao Local API (scripts/fetch-other-mart-stores.mjs)
// 마지막 갱신: 2026-05-16T15:04:16.207Z
// 총 17개 매장

import type { ChainStore } from "./artbox";

export const MODA_STORES: ChainStore[] = [
  {
    "id": "22079556",
    "name": "모다아울렛 경주포항점",
    "addr": "경북 경주시 천북면 산업로 4956",
    "lat": 35.91862932949257,
    "lng": 129.2452157602331
  },
  {
    "id": "16343691",
    "name": "모다아울렛 곤지암점",
    "addr": "경기 광주시 초월읍 경충대로 907",
    "lat": 37.36329808668746,
    "lng": 127.31258709426947
  },
  {
    "id": "886621048",
    "name": "모다아울렛 구리남양주점",
    "addr": "경기 구리시 경춘북로 230",
    "lat": 37.6333361833713,
    "lng": 127.11592878058
  },
  {
    "id": "26912130",
    "name": "모다아울렛 김천구미점",
    "addr": "경북 김천시 아포읍 아포대로 1417",
    "lat": 36.1546025777557,
    "lng": 128.281875926773
  },
  {
    "id": "17161658",
    "name": "모다아울렛 대구점",
    "addr": "대구 달서구 달서대로 411",
    "lat": 35.8360383449181,
    "lng": 128.49139610058
  },
  {
    "id": "12092499",
    "name": "모다아울렛 대전점",
    "addr": "대전 유성구 대정로 5",
    "lat": 36.3126105754741,
    "lng": 127.318515433001
  },
  {
    "id": "492830905",
    "name": "모다아울렛 순천점",
    "addr": "전남 순천시 해룡면 상성길 70",
    "lat": 34.92557146848315,
    "lng": 127.54442957093238
  },
  {
    "id": "2117245260",
    "name": "모다아울렛 시흥점",
    "addr": "경기 시흥시 장현능곡로 155",
    "lat": 37.37105982190633,
    "lng": 126.80737731397612
  },
  {
    "id": "20807271",
    "name": "모다아울렛 양산점",
    "addr": "경남 양산시 중부로 2",
    "lat": 35.3390290198704,
    "lng": 129.027423546466
  },
  {
    "id": "26912124",
    "name": "모다아울렛 오산동탄점",
    "addr": "경기 오산시 경기대로 822-30",
    "lat": 37.192713645895296,
    "lng": 127.04597544292338
  },
  {
    "id": "26856007",
    "name": "모다아울렛 울산점",
    "addr": "울산 북구 진장유통로 78-6",
    "lat": 35.57705151021915,
    "lng": 129.35718755079682
  },
  {
    "id": "27273233",
    "name": "모다아울렛 인천점",
    "addr": "인천 서구 북항로32번안길 50",
    "lat": 37.51004232778682,
    "lng": 126.64770749600926
  },
  {
    "id": "1576095860",
    "name": "모다아울렛 전주김제점",
    "addr": "전북특별자치도 김제시 용지면 콩쥐팥쥐로 855",
    "lat": 35.81716236137317,
    "lng": 126.99328880242776
  },
  {
    "id": "25652426",
    "name": "모다아울렛 진주점",
    "addr": "경남 진주시 정촌면 삼일로95번길 46",
    "lat": 35.131868733267694,
    "lng": 128.09850879534494
  },
  {
    "id": "1063874180",
    "name": "모다아울렛 춘천점",
    "addr": "강원특별자치도 춘천시 방송길 77",
    "lat": 37.868691015194095,
    "lng": 127.71987748199496
  },
  {
    "id": "944279067",
    "name": "모다아울렛 충주점",
    "addr": "충북 충주시 중원대로 3683",
    "lat": 36.96141498114042,
    "lng": 127.89830576809436
  },
  {
    "id": "27258547",
    "name": "모다아울렛 행담도서평택점",
    "addr": "충남 당진시 신평면 서해안고속도로 276",
    "lat": 36.9410263402903,
    "lng": 126.809417141531
  }
];
