// 올리브영 전국 매장 위치 데이터
// 수집: Kakao Local API (scripts/fetch-oliveyoung-stores.mjs)
// 마지막 갱신: 2026-05-16T11:32:23.068Z
// 총 1363개 매장

import type { ChainStore } from "./artbox";

export const OLIVEYOUNG_STORES: ChainStore[] = [
  {
    "id": "18225122",
    "name": "올리브영 가락시장역점",
    "addr": "서울 송파구 중대로 105",
    "lat": 37.49341464309062,
    "lng": 127.12001145347786
  },
  {
    "id": "979788996",
    "name": "올리브영 가로수길 타운",
    "addr": "서울 강남구 도산대로 133",
    "lat": 37.51792664110091,
    "lng": 127.02300793038201
  },
  {
    "id": "26782092",
    "name": "올리브영 가산디지털단지역점",
    "addr": "서울 금천구 벚꽃로 286",
    "lat": 37.480429505285684,
    "lng": 126.88377760869396
  },
  {
    "id": "979114022",
    "name": "올리브영 가산점",
    "addr": "서울 금천구 가산디지털1로 168",
    "lat": 37.48073044481814,
    "lng": 126.88196252136896
  },
  {
    "id": "1652340129",
    "name": "올리브영 가양역점",
    "addr": "서울 강서구 양천로 476",
    "lat": 37.5616445685977,
    "lng": 126.853464621444
  },
  {
    "id": "1495087624",
    "name": "올리브영 가재울뉴타운점",
    "addr": "서울 서대문구 거북골로 100",
    "lat": 37.575616869832125,
    "lng": 126.91839699279339
  },
  {
    "id": "20104992",
    "name": "올리브영 가천대점",
    "addr": "경기 성남시 수정구 성남대로 1342",
    "lat": 37.44938101123336,
    "lng": 127.12725868506189
  },
  {
    "id": "1465761458",
    "name": "올리브영 가평점",
    "addr": "경기 가평군 가평읍 가화로 117",
    "lat": 37.8300624069796,
    "lng": 127.513409140413
  },
  {
    "id": "27362515",
    "name": "올리브영 간석역점",
    "addr": "인천 남동구 석산로 17",
    "lat": 37.46347557239003,
    "lng": 126.69528738887314
  },
  {
    "id": "13033012",
    "name": "올리브영 강남구청역점",
    "addr": "서울 강남구 선릉로 703",
    "lat": 37.5177380387653,
    "lng": 127.04077619344
  },
  {
    "id": "741335130",
    "name": "올리브영 강남논현점",
    "addr": "서울 강남구 강남대로118길 11",
    "lat": 37.5066277391752,
    "lng": 127.024542617043
  },
  {
    "id": "18193290",
    "name": "올리브영 강남대점",
    "addr": "경기 용인시 기흥구 강남로 3",
    "lat": 37.2709383403192,
    "lng": 127.126135819509
  },
  {
    "id": "425483504",
    "name": "올리브영 강남엔터식스점",
    "addr": "서울 서초구 신반포로 지하 188",
    "lat": 37.50494530555153,
    "lng": 127.00494234241772
  },
  {
    "id": "13033019",
    "name": "올리브영 강남우성점",
    "addr": "서울 강남구 강남대로 320",
    "lat": 37.4918533110513,
    "lng": 127.03104651338992
  },
  {
    "id": "1940770088",
    "name": "올리브영 강남타운점",
    "addr": "서울 서초구 강남대로 429",
    "lat": 37.5007195575106,
    "lng": 127.02589324795508
  },
  {
    "id": "275667879",
    "name": "올리브영 강동구청점",
    "addr": "서울 강동구 성내로 19",
    "lat": 37.5300472900689,
    "lng": 127.12299465885123
  },
  {
    "id": "26984063",
    "name": "올리브영 강릉교동점",
    "addr": "강원특별자치도 강릉시 교동광장로 115",
    "lat": 37.76488004171179,
    "lng": 128.87744640759317
  },
  {
    "id": "1781585326",
    "name": "올리브영 강릉역사점",
    "addr": "강원특별자치도 강릉시 용지로 176",
    "lat": 37.7645192210233,
    "lng": 128.899617229702
  },
  {
    "id": "775757296",
    "name": "올리브영 강릉입암점",
    "addr": "강원특별자치도 강릉시 용지로 23",
    "lat": 37.7536329837146,
    "lng": 128.91173186111325
  },
  {
    "id": "1582338",
    "name": "올리브영 강릉타운",
    "addr": "강원특별자치도 강릉시 금성로42번길 11",
    "lat": 37.7536532647614,
    "lng": 128.895590605566
  },
  {
    "id": "881606045",
    "name": "올리브영 강릉포남점",
    "addr": "강원특별자치도 강릉시 하평길 37",
    "lat": 37.770461819213494,
    "lng": 128.91299250595873
  },
  {
    "id": "20104645",
    "name": "올리브영 강변엔터식스점",
    "addr": "서울 광진구 광나루로56길 85",
    "lat": 37.53586509818511,
    "lng": 127.0956969799398
  },
  {
    "id": "89045716",
    "name": "올리브영 강변역점",
    "addr": "서울 광진구 강변역로4길 10",
    "lat": 37.53550542479893,
    "lng": 127.09366673176245
  },
  {
    "id": "11910193",
    "name": "올리브영 강서구청점",
    "addr": "서울 강서구 화곡로 316",
    "lat": 37.5521007096541,
    "lng": 126.850192377827
  },
  {
    "id": "20104647",
    "name": "올리브영 강원대점",
    "addr": "강원특별자치도 춘천시 서부대성로 231-1",
    "lat": 37.87313343136388,
    "lng": 127.74394630203567
  },
  {
    "id": "658418430",
    "name": "올리브영 개롱역점",
    "addr": "서울 송파구 오금로 404",
    "lat": 37.497592510588255,
    "lng": 127.13512189417685
  },
  {
    "id": "111506846",
    "name": "올리브영 개봉역북부점",
    "addr": "서울 구로구 경인로40길 41",
    "lat": 37.495029525099504,
    "lng": 126.85903185877025
  },
  {
    "id": "957237114",
    "name": "올리브영 개포동점",
    "addr": "서울 강남구 선릉로 26",
    "lat": 37.4822510628585,
    "lng": 127.061483583032
  },
  {
    "id": "707526923",
    "name": "올리브영 갤러리아진주점",
    "addr": "경남 진주시 진주대로 1095",
    "lat": 35.1966828936558,
    "lng": 128.08233103598852
  },
  {
    "id": "1080716292",
    "name": "올리브영 거여역점",
    "addr": "서울 송파구 오금로 509",
    "lat": 37.493195089079734,
    "lng": 127.14541775497007
  },
  {
    "id": "1014038101",
    "name": "올리브영 거제고현대로점",
    "addr": "경남 거제시 거제중앙로 1940",
    "lat": 34.8911416418538,
    "lng": 128.622074997365
  },
  {
    "id": "17137484",
    "name": "올리브영 거제고현점",
    "addr": "경남 거제시 거제중앙로 1914",
    "lat": 34.888857207873734,
    "lng": 128.62320045762954
  },
  {
    "id": "362173032",
    "name": "올리브영 거제수월점",
    "addr": "경남 거제시 수양로 471",
    "lat": 34.89176395163766,
    "lng": 128.63958592385325
  },
  {
    "id": "1569487096",
    "name": "올리브영 거제아주점",
    "addr": "경남 거제시 아주1로2길 62",
    "lat": 34.86743509976614,
    "lng": 128.6856288849322
  },
  {
    "id": "326278195",
    "name": "올리브영 거제옥포점",
    "addr": "경남 거제시 옥포대첩로 42-1",
    "lat": 34.89368936738805,
    "lng": 128.69234322018409
  },
  {
    "id": "21234450",
    "name": "올리브영 건대입구점",
    "addr": "서울 광진구 동일로22길 115",
    "lat": 37.54069689901097,
    "lng": 127.07045463444821
  },
  {
    "id": "331118497",
    "name": "올리브영 건대커먼그라운드점",
    "addr": "서울 광진구 아차산로 200",
    "lat": 37.54118366750127,
    "lng": 127.06535647350039
  },
  {
    "id": "514049776",
    "name": "올리브영 건대타운",
    "addr": "서울 광진구 아차산로 244",
    "lat": 37.5397302790576,
    "lng": 127.070198006878
  },
  {
    "id": "1758930966",
    "name": "올리브영 걸포북변역점",
    "addr": "경기 김포시 걸포2로 21",
    "lat": 37.63251726495277,
    "lng": 126.70470733479327
  },
  {
    "id": "27174918",
    "name": "올리브영 검단사거리점",
    "addr": "인천 서구 검단로 480",
    "lat": 37.60186268237388,
    "lng": 126.65755177849978
  },
  {
    "id": "27147126",
    "name": "올리브영 검단신도시점",
    "addr": "인천 서구 완정로 14",
    "lat": 37.59475759407441,
    "lng": 126.6725061019942
  },
  {
    "id": "748775360",
    "name": "올리브영 검단아라점",
    "addr": "인천 서구 이음대로 479",
    "lat": 37.58474242343256,
    "lng": 126.71272513123208
  },
  {
    "id": "1984823421",
    "name": "올리브영 경기광주점",
    "addr": "경기 광주시 중앙로 120",
    "lat": 37.41039049717272,
    "lng": 127.25821326019589
  },
  {
    "id": "118648270",
    "name": "올리브영 경기광주초월역점",
    "addr": "경기 광주시 초월읍 경충대로 1087",
    "lat": 37.374104637236435,
    "lng": 127.29733399302032
  },
  {
    "id": "1866742951",
    "name": "올리브영 경기광주터미널점",
    "addr": "경기 광주시 광주대로 31",
    "lat": 37.40952356329767,
    "lng": 127.26033832237037
  },
  {
    "id": "687880110",
    "name": "올리브영 경기여주DI점",
    "addr": "경기 여주시 세종로 217",
    "lat": 37.2784847281316,
    "lng": 127.637876188374
  },
  {
    "id": "614852196",
    "name": "올리브영 경남거창점",
    "addr": "경남 거창군 거창읍 중앙로 136",
    "lat": 35.68704377108666,
    "lng": 127.91325310563921
  },
  {
    "id": "520989307",
    "name": "올리브영 경남고성점",
    "addr": "경남 고성군 고성읍 중앙로43번길 73-13",
    "lat": 34.97763037443363,
    "lng": 128.3255183652001
  },
  {
    "id": "19531917",
    "name": "올리브영 경남대점",
    "addr": "경남 창원시 마산합포구 월영동2길 16",
    "lat": 35.17934126566356,
    "lng": 128.55921204288256
  },
  {
    "id": "634032010",
    "name": "올리브영 경남사천점",
    "addr": "경남 사천시 사천읍 옥산로 30",
    "lat": 35.07956816003193,
    "lng": 128.08622346648752
  },
  {
    "id": "1320631844",
    "name": "올리브영 경남정보대점",
    "addr": "부산 사상구 냉정로 116",
    "lat": 35.149284664220076,
    "lng": 129.01269229447936
  },
  {
    "id": "1497798340",
    "name": "올리브영 경복궁역점",
    "addr": "서울 종로구 자하문로 9",
    "lat": 37.57691579295387,
    "lng": 126.97214117441746
  },
  {
    "id": "24769766",
    "name": "올리브영 경북대점",
    "addr": "대구 북구 대학로17길 3",
    "lat": 35.89264087364638,
    "lng": 128.6087478059619
  },
  {
    "id": "923799212",
    "name": "올리브영 경북도청신도시점",
    "addr": "경북 예천군 호명읍 수변로 115",
    "lat": 36.5747729524626,
    "lng": 128.485810980896
  },
  {
    "id": "1569166108",
    "name": "올리브영 경북영주역점",
    "addr": "경북 영주시 대학로 35",
    "lat": 36.809007642278004,
    "lng": 128.62052714408182
  },
  {
    "id": "1174562344",
    "name": "올리브영 경북영주점",
    "addr": "경북 영주시 구성로350번길 29",
    "lat": 36.824235165098514,
    "lng": 128.62425421297868
  },
  {
    "id": "222168483",
    "name": "올리브영 경북왜관점",
    "addr": "경북 칠곡군 왜관읍 중앙로 203-2",
    "lat": 35.99313327742906,
    "lng": 128.39894959579945
  },
  {
    "id": "1992348374",
    "name": "올리브영 경산사동점",
    "addr": "경북 경산시 백자로 72",
    "lat": 35.81207228773097,
    "lng": 128.75535694896752
  },
  {
    "id": "280909129",
    "name": "올리브영 경산시장점",
    "addr": "경북 경산시 중앙로 78",
    "lat": 35.822914500100936,
    "lng": 128.73545256385486
  },
  {
    "id": "701768886",
    "name": "올리브영 경산정평역점",
    "addr": "경북 경산시 대학로 39",
    "lat": 35.8345391597307,
    "lng": 128.727253341359
  },
  {
    "id": "94010524",
    "name": "올리브영 경산조영점",
    "addr": "경북 경산시 대학로 321",
    "lat": 35.8390141912817,
    "lng": 128.755970394513
  },
  {
    "id": "1872750703",
    "name": "올리브영 경산하양대로점",
    "addr": "경북 경산시 하양읍 대경로 668",
    "lat": 35.9079960628889,
    "lng": 128.814722071237
  },
  {
    "id": "17137468",
    "name": "올리브영 경산하양점",
    "addr": "경북 경산시 하양읍 하양로 82",
    "lat": 35.91196835114398,
    "lng": 128.8171915724211
  },
  {
    "id": "23372820",
    "name": "올리브영 경상대점",
    "addr": "경남 진주시 진주대로 506",
    "lat": 35.15203186604088,
    "lng": 128.10534438561598
  },
  {
    "id": "17137491",
    "name": "올리브영 경성대부경대점",
    "addr": "부산 남구 수영로 312",
    "lat": 35.13731770531217,
    "lng": 129.10055476339153
  },
  {
    "id": "26563314",
    "name": "올리브영 경주성건점",
    "addr": "경북 경주시 동대로 2",
    "lat": 35.8553309780579,
    "lng": 129.2066605039662
  },
  {
    "id": "1279142900",
    "name": "올리브영 경주용강점",
    "addr": "경북 경주시 원지길 46",
    "lat": 35.867394375846,
    "lng": 129.222915667801
  },
  {
    "id": "20104656",
    "name": "올리브영 경주점",
    "addr": "경북 경주시 계림로 105",
    "lat": 35.84375717329082,
    "lng": 129.21346103455696
  },
  {
    "id": "537329517",
    "name": "올리브영 경주황남점",
    "addr": "경북 경주시 포석로 1068",
    "lat": 35.836256838342,
    "lng": 129.209743710473
  },
  {
    "id": "11910195",
    "name": "올리브영 경희대점",
    "addr": "서울 동대문구 경희대로 2",
    "lat": 37.59180534673165,
    "lng": 127.05245644781031
  },
  {
    "id": "14743411",
    "name": "올리브영 계명대점",
    "addr": "대구 달서구 계대동문로 14",
    "lat": 35.85541341324035,
    "lng": 128.49379410825486
  },
  {
    "id": "25779393",
    "name": "올리브영 계산역점",
    "addr": "인천 계양구 경명대로 1077",
    "lat": 37.543553488140645,
    "lng": 126.72676171679328
  },
  {
    "id": "1935594809",
    "name": "올리브영 계양구청점",
    "addr": "인천 계양구 계산새로 93",
    "lat": 37.53807022447871,
    "lng": 126.73839058463162
  },
  {
    "id": "1846541799",
    "name": "올리브영 계양점",
    "addr": "인천 계양구 오조산로 3",
    "lat": 37.53122175428499,
    "lng": 126.73799250758385
  },
  {
    "id": "27125958",
    "name": "올리브영 고덕점",
    "addr": "서울 강동구 동남로75길 13-15",
    "lat": 37.5536718662383,
    "lng": 127.15552361746
  },
  {
    "id": "27542024",
    "name": "올리브영 고양삼송점",
    "addr": "경기 고양시 덕양구 권율대로 893",
    "lat": 37.663478573663596,
    "lng": 126.88971501499447
  },
  {
    "id": "27314316",
    "name": "올리브영 고양원당점",
    "addr": "경기 고양시 덕양구 호국로789번길 6",
    "lat": 37.65685640235048,
    "lng": 126.8362310567357
  },
  {
    "id": "2070566730",
    "name": "올리브영 고양원마운트점",
    "addr": "경기 고양시 일산서구 한류월드로 300",
    "lat": 37.6646896917553,
    "lng": 126.754308411797
  },
  {
    "id": "829059733",
    "name": "올리브영 고양원흥점",
    "addr": "경기 고양시 덕양구 도래울로 110",
    "lat": 37.63484124627782,
    "lng": 126.87226028963708
  },
  {
    "id": "27354884",
    "name": "올리브영 고양행신점",
    "addr": "경기 고양시 덕양구 중앙로 560",
    "lat": 37.623898250856314,
    "lng": 126.8354628734458
  },
  {
    "id": "60450874",
    "name": "올리브영 고양향동점",
    "addr": "경기 고양시 덕양구 꽃마을로 4",
    "lat": 37.59887523873931,
    "lng": 126.89268784548442
  },
  {
    "id": "615084859",
    "name": "올리브영 고척아이파크몰점",
    "addr": "서울 구로구 경인로43길 49",
    "lat": 37.498633608058405,
    "lng": 126.85908162770346
  },
  {
    "id": "1982979178",
    "name": "올리브영 곤지암점",
    "addr": "경기 광주시 곤지암읍 곤지암로 45",
    "lat": 37.349584930651794,
    "lng": 127.34175049470173
  },
  {
    "id": "20104659",
    "name": "올리브영 공덕역점",
    "addr": "서울 마포구 백범로 199",
    "lat": 37.5434321984841,
    "lng": 126.952782602075
  },
  {
    "id": "715687034",
    "name": "올리브영 공덕파크팰리스점",
    "addr": "서울 마포구 마포대로 143",
    "lat": 37.54721649670316,
    "lng": 126.95303822205182
  },
  {
    "id": "1603822104",
    "name": "올리브영 공릉역점",
    "addr": "서울 노원구 동일로192길 74",
    "lat": 37.627053015994775,
    "lng": 127.07697500455528
  },
  {
    "id": "19189576",
    "name": "올리브영 공주대점",
    "addr": "충남 공주시 공주대학로 77-1",
    "lat": 36.47207781835108,
    "lng": 127.13755242665835
  },
  {
    "id": "1420982526",
    "name": "올리브영 공주중동점",
    "addr": "충남 공주시 웅진로 174",
    "lat": 36.45584385633272,
    "lng": 127.12480761787806
  },
  {
    "id": "27530582",
    "name": "올리브영 과천점",
    "addr": "경기 과천시 별양상가3로 8",
    "lat": 37.42610654612566,
    "lng": 126.99070187905075
  },
  {
    "id": "787873982",
    "name": "올리브영 과천정보타운역점",
    "addr": "경기 과천시 과천대로7길 12",
    "lat": 37.41360370020369,
    "lng": 126.98066131620277
  },
  {
    "id": "1243283415",
    "name": "올리브영 관악타운",
    "addr": "서울 관악구 관악로 173",
    "lat": 37.48070857889472,
    "lng": 126.95225453494052
  },
  {
    "id": "27122543",
    "name": "올리브영 광교아브뉴프랑점",
    "addr": "경기 수원시 영통구 센트럴타운로 85",
    "lat": 37.29015828733796,
    "lng": 127.04999870177987
  },
  {
    "id": "829556158",
    "name": "올리브영 광교앨리웨이점",
    "addr": "경기 수원시 영통구 광교호수공원로 80",
    "lat": 37.2744361263608,
    "lng": 127.06133897758104
  },
  {
    "id": "168363037",
    "name": "올리브영 광나루역점",
    "addr": "서울 광진구 아차산로 607",
    "lat": 37.547319711377064,
    "lng": 127.10600361664291
  },
  {
    "id": "26404495",
    "name": "올리브영 광명사거리역점",
    "addr": "경기 광명시 광명로 899",
    "lat": 37.4793476977366,
    "lng": 126.85400761233699
  },
  {
    "id": "1239990838",
    "name": "올리브영 광명소하점",
    "addr": "경기 광명시 금하로 464",
    "lat": 37.44826715675717,
    "lng": 126.88392344267305
  },
  {
    "id": "867143875",
    "name": "올리브영 광명아브뉴프랑점",
    "addr": "경기 광명시 양지로 16",
    "lat": 37.41617261485833,
    "lng": 126.88174987209327
  },
  {
    "id": "520813876",
    "name": "올리브영 광명철산점",
    "addr": "경기 광명시 철산로 24",
    "lat": 37.475995490808,
    "lng": 126.868993702832
  },
  {
    "id": "26870024",
    "name": "올리브영 광명하안점",
    "addr": "경기 광명시 범안로 1046",
    "lat": 37.46203187124317,
    "lng": 126.87937183126888
  },
  {
    "id": "276982481",
    "name": "올리브영 광복타운",
    "addr": "부산 중구 비프광장로 36",
    "lat": 35.098694803339704,
    "lng": 129.02883296738722
  },
  {
    "id": "1911995977",
    "name": "올리브영 광안리점",
    "addr": "부산 수영구 광안해변로 153-1",
    "lat": 35.14842947799155,
    "lng": 129.1144562095143
  },
  {
    "id": "1376038493",
    "name": "올리브영 광안비치점",
    "addr": "부산 수영구 광안해변로 235",
    "lat": 35.15467997891863,
    "lng": 129.1197081178439
  },
  {
    "id": "26087902",
    "name": "올리브영 광양중마점",
    "addr": "전남 광양시 공영로 67",
    "lat": 34.93597986876515,
    "lng": 127.69653025055821
  },
  {
    "id": "20104662",
    "name": "올리브영 광운대역점",
    "addr": "서울 노원구 석계로 102",
    "lat": 37.62323044765595,
    "lng": 127.0610217994951
  },
  {
    "id": "685270098",
    "name": "올리브영 광장마켓점",
    "addr": "서울 종로구 창경궁로 88",
    "lat": 37.570114766684,
    "lng": 126.999796248013
  },
  {
    "id": "1825127709",
    "name": "올리브영 광주518공원점",
    "addr": "광주 서구 상무민주로 90",
    "lat": 35.15858273318548,
    "lng": 126.85958229205089
  },
  {
    "id": "182335567",
    "name": "올리브영 광주금호지구점",
    "addr": "광주 서구 금화로 90",
    "lat": 35.13206804308184,
    "lng": 126.85858548869416
  },
  {
    "id": "448706597",
    "name": "올리브영 광주동천점",
    "addr": "광주 서구 하남대로 668",
    "lat": 35.17168616793488,
    "lng": 126.86548969903045
  },
  {
    "id": "596211048",
    "name": "올리브영 광주두암점",
    "addr": "광주 북구 갈마로 53",
    "lat": 35.16195628348403,
    "lng": 126.9363666887695
  },
  {
    "id": "893081527",
    "name": "올리브영 광주매곡점",
    "addr": "광주 북구 설죽로 319",
    "lat": 35.18802029451904,
    "lng": 126.89854947439711
  },
  {
    "id": "591659070",
    "name": "올리브영 광주문흥점",
    "addr": "광주 북구 대천로 140-7",
    "lat": 35.18654675298868,
    "lng": 126.92188669569582
  },
  {
    "id": "25460069",
    "name": "올리브영 광주봉선점",
    "addr": "광주 남구 봉선로 168",
    "lat": 35.122879841537305,
    "lng": 126.91356697400653
  },
  {
    "id": "27432377",
    "name": "올리브영 광주상무시청점",
    "addr": "광주 서구 치평로 106",
    "lat": 35.15673532708767,
    "lng": 126.84794837831464
  },
  {
    "id": "22925137",
    "name": "올리브영 광주상무역점",
    "addr": "광주 서구 상무평화로 79",
    "lat": 35.14821563051206,
    "lng": 126.84791264892372
  },
  {
    "id": "38978089",
    "name": "올리브영 광주선운지구점",
    "addr": "광주 광산구 어등대로 418",
    "lat": 35.14877425135697,
    "lng": 126.7690696580068
  },
  {
    "id": "600418076",
    "name": "올리브영 광주송정역점",
    "addr": "광주 광산구 상무대로 207",
    "lat": 35.13805097165635,
    "lng": 126.7915523961916
  },
  {
    "id": "24944635",
    "name": "올리브영 광주수완점",
    "addr": "광주 광산구 임방울대로 342",
    "lat": 35.19050442184546,
    "lng": 126.82445456738955
  },
  {
    "id": "783890363",
    "name": "올리브영 광주신가점",
    "addr": "광주 광산구 수등로 254",
    "lat": 35.184960916399724,
    "lng": 126.83656542235468
  },
  {
    "id": "102046528",
    "name": "올리브영 광주신창점",
    "addr": "광주 광산구 신창로 125",
    "lat": 35.1963923006907,
    "lng": 126.83821707210905
  },
  {
    "id": "1454579702",
    "name": "올리브영 광주양산점",
    "addr": "광주 북구 양산로 54",
    "lat": 35.21007399444893,
    "lng": 126.88012643290348
  },
  {
    "id": "1582933224",
    "name": "올리브영 광주오포점",
    "addr": "경기 광주시 신현로 113",
    "lat": 37.35938100663489,
    "lng": 127.159105275375
  },
  {
    "id": "234842873",
    "name": "올리브영 광주용봉지구점",
    "addr": "광주 북구 용봉택지로 39",
    "lat": 35.178730832209595,
    "lng": 126.89117595527333
  },
  {
    "id": "1536816545",
    "name": "올리브영 광주운암점",
    "addr": "광주 북구 북문대로 117",
    "lat": 35.179673788830094,
    "lng": 126.8745424743382
  },
  {
    "id": "1939376971",
    "name": "올리브영 광주일곡점",
    "addr": "광주 북구 설죽로 518",
    "lat": 35.20531589395489,
    "lng": 126.8979821720777
  },
  {
    "id": "2053899775",
    "name": "올리브영 광주장덕점",
    "addr": "광주 광산구 장신로 82",
    "lat": 35.190411429044666,
    "lng": 126.81884189380148
  },
  {
    "id": "2047019101",
    "name": "올리브영 광주진월점",
    "addr": "광주 남구 서문대로 687",
    "lat": 35.120743638832046,
    "lng": 126.8984936292599
  },
  {
    "id": "482164319",
    "name": "올리브영 광주첨단2지구점",
    "addr": "광주 북구 첨단연신로 97",
    "lat": 35.20657686843956,
    "lng": 126.86402868939703
  },
  {
    "id": "1566042181",
    "name": "올리브영 광주첨단쌍암점",
    "addr": "광주 광산구 임방울대로826번길 29-24",
    "lat": 35.21603621360923,
    "lng": 126.85000706959133
  },
  {
    "id": "18889593",
    "name": "올리브영 광주첨단점",
    "addr": "광주 광산구 첨단중앙로 104",
    "lat": 35.214470006647495,
    "lng": 126.84316202330773
  },
  {
    "id": "1520811846",
    "name": "올리브영 광주충장로입구점",
    "addr": "광주 동구 중앙로160번길 3",
    "lat": 35.1481650004233,
    "lng": 126.913743268633
  },
  {
    "id": "800480340",
    "name": "올리브영 광주치평점",
    "addr": "광주 서구 시청로 27",
    "lat": 35.151304282688805,
    "lng": 126.85129474522091
  },
  {
    "id": "13915115",
    "name": "올리브영 광주타운",
    "addr": "광주 동구 충장로 87-2",
    "lat": 35.1480410486355,
    "lng": 126.916947842334
  },
  {
    "id": "525609852",
    "name": "올리브영 광주태전점",
    "addr": "경기 광주시 태봉로13번길 3",
    "lat": 37.39196530092582,
    "lng": 127.23121529952125
  },
  {
    "id": "499667315",
    "name": "올리브영 광주풍암점",
    "addr": "광주 서구 풍암2로 2",
    "lat": 35.127070776185576,
    "lng": 126.87932659322357
  },
  {
    "id": "647828327",
    "name": "올리브영 광주하남점",
    "addr": "광주 광산구 용아로 400",
    "lat": 35.1789753221918,
    "lng": 126.805086261307
  },
  {
    "id": "1109164856",
    "name": "올리브영 광주하남콜럼버스점",
    "addr": "광주 광산구 사암로216번길 38-6",
    "lat": 35.16302788921696,
    "lng": 126.81036321521471
  },
  {
    "id": "279097927",
    "name": "올리브영 광주화정점",
    "addr": "광주 서구 월드컵4강로 60",
    "lat": 35.14238065887793,
    "lng": 126.87511217989571
  },
  {
    "id": "20486446",
    "name": "올리브영 광주황금점",
    "addr": "광주 동구 중앙로160번길 31-12",
    "lat": 35.14670674245325,
    "lng": 126.91652340903549
  },
  {
    "id": "167736319",
    "name": "올리브영 광주효천지구점",
    "addr": "광주 남구 효천2로가길 15",
    "lat": 35.1014672754552,
    "lng": 126.874681055792
  },
  {
    "id": "1879757618",
    "name": "올리브영 광흥창역점",
    "addr": "서울 마포구 서강로 75-16",
    "lat": 37.54974142313831,
    "lng": 126.93158060778696
  },
  {
    "id": "1276508951",
    "name": "올리브영 구로구청점",
    "addr": "서울 구로구 구로중앙로 68",
    "lat": 37.49566706703326,
    "lng": 126.88911413507941
  },
  {
    "id": "26904960",
    "name": "올리브영 구로디지털단지역점",
    "addr": "서울 관악구 시흥대로 576",
    "lat": 37.48411031677671,
    "lng": 126.90295914219661
  },
  {
    "id": "1938744998",
    "name": "올리브영 구로디지털대로점",
    "addr": "서울 구로구 시흥대로 561",
    "lat": 37.4832601438773,
    "lng": 126.901241663759
  },
  {
    "id": "1188679782",
    "name": "올리브영 구로지밸리몰점",
    "addr": "서울 구로구 디지털로 300",
    "lat": 37.48549693814399,
    "lng": 126.89655206287345
  },
  {
    "id": "20104671",
    "name": "올리브영 구로호텔점",
    "addr": "서울 구로구 디지털로32길 72",
    "lat": 37.483341990141696,
    "lng": 126.8987281329964
  },
  {
    "id": "992551223",
    "name": "올리브영 구리갈매점",
    "addr": "경기 구리시 산마루로 24",
    "lat": 37.63114520010151,
    "lng": 127.11662662975583
  },
  {
    "id": "821852370",
    "name": "올리브영 구리수택사거리점",
    "addr": "경기 구리시 검배로 36",
    "lat": 37.59796236850593,
    "lng": 127.14313583932586
  },
  {
    "id": "27354858",
    "name": "올리브영 구리수택점",
    "addr": "경기 구리시 이문안로 70",
    "lat": 37.592227772887085,
    "lng": 127.13896312572287
  },
  {
    "id": "408586269",
    "name": "올리브영 구리역사점",
    "addr": "경기 구리시 건원대로34번길 32-29",
    "lat": 37.60332809256,
    "lng": 127.143607029662
  },
  {
    "id": "11910241",
    "name": "올리브영 구리역점",
    "addr": "경기 구리시 경춘로 247",
    "lat": 37.601888890863954,
    "lng": 127.14253411132768
  },
  {
    "id": "129211114",
    "name": "올리브영 구리인창점",
    "addr": "경기 구리시 건원대로 42",
    "lat": 37.604826571515325,
    "lng": 127.14027475561994
  },
  {
    "id": "1822960630",
    "name": "올리브영 구리토평점",
    "addr": "경기 구리시 장자대로86번길 14-4",
    "lat": 37.58705976969366,
    "lng": 127.13988249686828
  },
  {
    "id": "1292738065",
    "name": "올리브영 구미문성점",
    "addr": "경북 구미시 고아읍 들성로 170",
    "lat": 36.1583503327514,
    "lng": 128.339666488373
  },
  {
    "id": "1889487805",
    "name": "올리브영 구미봉곡점",
    "addr": "경북 구미시 봉곡남로 96",
    "lat": 36.14930883978708,
    "lng": 128.31277292468152
  },
  {
    "id": "2144708213",
    "name": "올리브영 구미상모점",
    "addr": "경북 구미시 상사서로 55",
    "lat": 36.08762061903128,
    "lng": 128.3551485290412
  },
  {
    "id": "17137475",
    "name": "올리브영 구미역점",
    "addr": "경북 구미시 문화로 8-1",
    "lat": 36.12942629460208,
    "lng": 128.33233871534003
  },
  {
    "id": "569820079",
    "name": "올리브영 구미오태점",
    "addr": "경북 구미시 금오대로 298",
    "lat": 36.07116807264379,
    "lng": 128.34935062925817
  },
  {
    "id": "23972234",
    "name": "올리브영 구미옥계점",
    "addr": "경북 구미시 옥계북로 27",
    "lat": 36.13856149823572,
    "lng": 128.42050757063424
  },
  {
    "id": "17448636",
    "name": "올리브영 구미인동점",
    "addr": "경북 구미시 인동중앙로1길 26",
    "lat": 36.10810366323917,
    "lng": 128.4187284154783
  },
  {
    "id": "707407953",
    "name": "올리브영 구미진평점",
    "addr": "경북 구미시 인동36길 10",
    "lat": 36.09383141150625,
    "lng": 128.43221848387844
  },
  {
    "id": "1509461307",
    "name": "올리브영 구미형곡점",
    "addr": "경북 구미시 신시로 63",
    "lat": 36.113555271330675,
    "lng": 128.3388973680954
  },
  {
    "id": "1044697580",
    "name": "올리브영 구미확장단지점",
    "addr": "경북 구미시 산동읍 신당2로 9",
    "lat": 36.155816468363554,
    "lng": 128.43402181669984
  },
  {
    "id": "1923349738",
    "name": "올리브영 구산역점",
    "addr": "서울 은평구 서오릉로 137",
    "lat": 37.61077843669553,
    "lng": 126.91763034669485
  },
  {
    "id": "1974048467",
    "name": "올리브영 구월아시아드점",
    "addr": "인천 남동구 인하로 556",
    "lat": 37.44266886375676,
    "lng": 126.70863267191746
  },
  {
    "id": "1357950823",
    "name": "올리브영 구월타운",
    "addr": "인천 남동구 예술로 126",
    "lat": 37.44535752667628,
    "lng": 126.70107338281703
  },
  {
    "id": "19755601",
    "name": "올리브영 구의역점",
    "addr": "서울 광진구 아차산로 378",
    "lat": 37.536452899102045,
    "lng": 127.08461861079054
  },
  {
    "id": "902677936",
    "name": "올리브영 구의이스트폴점",
    "addr": "서울 광진구 아차산로 402",
    "lat": 37.536727401663754,
    "lng": 127.08750638210161
  },
  {
    "id": "761212462",
    "name": "올리브영 구일역점",
    "addr": "서울 구로구 구일로10길 49",
    "lat": 37.495696538044406,
    "lng": 126.87444608665221
  },
  {
    "id": "958249844",
    "name": "올리브영 구파발점",
    "addr": "서울 은평구 진관2로 15-40",
    "lat": 37.63808915881266,
    "lng": 126.91894392667541
  },
  {
    "id": "164253846",
    "name": "올리브영 국회의사당역점",
    "addr": "서울 영등포구 국회대로 지하 758",
    "lat": 37.52806724895069,
    "lng": 126.91788542208765
  },
  {
    "id": "410134882",
    "name": "올리브영 군산나운점",
    "addr": "전북특별자치도 군산시 나운2길 38",
    "lat": 35.964563869436375,
    "lng": 126.70367211626372
  },
  {
    "id": "25738238",
    "name": "올리브영 군산대점",
    "addr": "전북특별자치도 군산시 황룡로 12",
    "lat": 35.945383116539446,
    "lng": 126.6867420364136
  },
  {
    "id": "17924477",
    "name": "올리브영 군산수송점",
    "addr": "전북특별자치도 군산시 월명로 248",
    "lat": 35.966058100570386,
    "lng": 126.71596439531096
  },
  {
    "id": "2098089486",
    "name": "올리브영 군산신송사거리점",
    "addr": "전북특별자치도 군산시 수송로 192",
    "lat": 35.96377020571065,
    "lng": 126.71649029704736
  },
  {
    "id": "880862463",
    "name": "올리브영 군산조촌점",
    "addr": "전북특별자치도 군산시 궁포1로 24-9",
    "lat": 35.97601728368337,
    "lng": 126.74047432360202
  },
  {
    "id": "24346647",
    "name": "올리브영 군자역점",
    "addr": "서울 광진구 천호대로 548",
    "lat": 37.55666174231116,
    "lng": 127.07892045261508
  },
  {
    "id": "612086912",
    "name": "올리브영 군포당동점",
    "addr": "경기 군포시 고산로 260",
    "lat": 37.3466593569928,
    "lng": 126.943852531103
  },
  {
    "id": "1231270762",
    "name": "올리브영 금정역점",
    "addr": "경기 군포시 군포로 739-1",
    "lat": 37.37125162429024,
    "lng": 126.94305974114219
  },
  {
    "id": "27406779",
    "name": "올리브영 금호점",
    "addr": "서울 성동구 독서당로 302",
    "lat": 37.548048978571,
    "lng": 127.022646013804
  },
  {
    "id": "18355809",
    "name": "올리브영 길동사거리점",
    "addr": "서울 강동구 천호대로 1120",
    "lat": 37.53450606107282,
    "lng": 127.13559577600714
  },
  {
    "id": "367073914",
    "name": "올리브영 길동역점",
    "addr": "서울 강동구 양재대로 1481",
    "lat": 37.53819961442501,
    "lng": 127.13992581853202
  },
  {
    "id": "1609399995",
    "name": "올리브영 길음역점",
    "addr": "서울 성북구 정릉로 376",
    "lat": 37.60199371075671,
    "lng": 127.02520807681019
  },
  {
    "id": "20104678",
    "name": "올리브영 길음점",
    "addr": "서울 성북구 길음로 11",
    "lat": 37.60397611195828,
    "lng": 127.02414422549124
  },
  {
    "id": "1598523261",
    "name": "올리브영 김천시청점",
    "addr": "경북 김천시 시청로 55",
    "lat": 36.13329728829603,
    "lng": 128.11747170644918
  },
  {
    "id": "100183599",
    "name": "올리브영 김천혁신도시점",
    "addr": "경북 김천시 혁신3로 15",
    "lat": 36.11746772968901,
    "lng": 128.18276937341895
  },
  {
    "id": "189482424",
    "name": "올리브영 김포고촌점",
    "addr": "경기 김포시 고촌읍 김포대로 340",
    "lat": 37.60132581542056,
    "lng": 126.77067552110559
  },
  {
    "id": "334116461",
    "name": "올리브영 김포공항국내선청사점",
    "addr": "서울 강서구 하늘길 112",
    "lat": 37.55839661310919,
    "lng": 126.80388444209679
  },
  {
    "id": "1841300085",
    "name": "올리브영 김포구래로데오점",
    "addr": "경기 김포시 김포한강4로 525",
    "lat": 37.6456896536067,
    "lng": 126.625386038205
  },
  {
    "id": "979075386",
    "name": "올리브영 김포구래점",
    "addr": "경기 김포시 김포한강9로76번길 21",
    "lat": 37.64405483457104,
    "lng": 126.62695222015059
  },
  {
    "id": "927834000",
    "name": "올리브영 김포라베니체점",
    "addr": "경기 김포시 김포한강4로 8",
    "lat": 37.63934784015009,
    "lng": 126.67826438745641
  },
  {
    "id": "1220064643",
    "name": "올리브영 김포사우점",
    "addr": "경기 김포시 김포대로 847",
    "lat": 37.61961057667522,
    "lng": 126.71943820482721
  },
  {
    "id": "1179528974",
    "name": "올리브영 김포운양점",
    "addr": "경기 김포시 김포한강11로 288-24",
    "lat": 37.65434995741543,
    "lng": 126.683556439671
  },
  {
    "id": "26094991",
    "name": "올리브영 김포장기점",
    "addr": "경기 김포시 김포한강4로 119",
    "lat": 37.64437534408122,
    "lng": 126.66787165346464
  },
  {
    "id": "281801222",
    "name": "올리브영 김포통진점",
    "addr": "경기 김포시 통진읍 조강로 46-1",
    "lat": 37.69018210814792,
    "lng": 126.60055156164908
  },
  {
    "id": "870490900",
    "name": "올리브영 김포풍무역점",
    "addr": "경기 김포시 김포대로 709",
    "lat": 37.61225359136398,
    "lng": 126.73164685700893
  },
  {
    "id": "2001426445",
    "name": "올리브영 김포풍무점",
    "addr": "경기 김포시 풍무로 107",
    "lat": 37.6051604171135,
    "lng": 126.72204283756317
  },
  {
    "id": "396199965",
    "name": "올리브영 김포한강로점",
    "addr": "경기 김포시 김포한강1로78번길 6-2",
    "lat": 37.6446992306684,
    "lng": 126.669952815115
  },
  {
    "id": "1994984045",
    "name": "올리브영 김해내동점",
    "addr": "경남 김해시 내외중앙로 83",
    "lat": 35.2374566559598,
    "lng": 128.866880047244
  },
  {
    "id": "17812777",
    "name": "올리브영 김해내외점",
    "addr": "경남 김해시 내외중앙로 40",
    "lat": 35.233457713486914,
    "lng": 128.86668240031915
  },
  {
    "id": "694844901",
    "name": "올리브영 김해삼계점",
    "addr": "경남 김해시 삼계중앙로 56",
    "lat": 35.26050044114458,
    "lng": 128.87110688194554
  },
  {
    "id": "1104389173",
    "name": "올리브영 김해아이스퀘어점",
    "addr": "경남 김해시 김해대로 2352",
    "lat": 35.22583099768838,
    "lng": 128.8839397930145
  },
  {
    "id": "1501057652",
    "name": "올리브영 김해장유대청점",
    "addr": "경남 김해시 번화1로56번길 19",
    "lat": 35.19311799393456,
    "lng": 128.8024861366468
  },
  {
    "id": "1315836621",
    "name": "올리브영 김해장유부곡점",
    "addr": "경남 김해시 능동로 153",
    "lat": 35.20241564569253,
    "lng": 128.8081100372286
  },
  {
    "id": "26417177",
    "name": "올리브영 김해장유율하점",
    "addr": "경남 김해시 율하3로 53",
    "lat": 35.172796036841596,
    "lng": 128.8149611230735
  },
  {
    "id": "343601229",
    "name": "올리브영 김해주촌점",
    "addr": "경남 김해시 주촌면 선천로 59",
    "lat": 35.23674336359008,
    "lng": 128.83949016932587
  },
  {
    "id": "1049015379",
    "name": "올리브영 김해진영대로점",
    "addr": "경남 김해시 진영읍 여래로20번길 34-21",
    "lat": 35.30627875111614,
    "lng": 128.73149719919448
  },
  {
    "id": "1902254053",
    "name": "올리브영 김해진영점",
    "addr": "경남 김해시 진영읍 김해대로361번길 7",
    "lat": 35.30751719588009,
    "lng": 128.7292797320961
  },
  {
    "id": "18053880",
    "name": "올리브영 까치산역점",
    "addr": "서울 강서구 강서로13길 3",
    "lat": 37.53226813741119,
    "lng": 126.84615455341286
  },
  {
    "id": "1844352188",
    "name": "올리브영 나주빛가람동점",
    "addr": "전남 나주시 빛가람로 838",
    "lat": 35.02081494361529,
    "lng": 126.80214782830286
  },
  {
    "id": "1072603334",
    "name": "올리브영 나주혁신도시점",
    "addr": "전남 나주시 빛가람로 676",
    "lat": 35.02087690347998,
    "lng": 126.78555865811752
  },
  {
    "id": "20314149",
    "name": "올리브영 낙성대인헌점",
    "addr": "서울 관악구 남부순환로248길 3",
    "lat": 37.47571718326018,
    "lng": 126.96581502789151
  },
  {
    "id": "17991723",
    "name": "올리브영 낙성대점",
    "addr": "서울 관악구 남부순환로 1908",
    "lat": 37.477683596084695,
    "lng": 126.96130093755019
  },
  {
    "id": "1441572459",
    "name": "올리브영 난곡사거리점",
    "addr": "서울 관악구 남부순환로 1474",
    "lat": 37.4814592422425,
    "lng": 126.914206550344
  },
  {
    "id": "533328082",
    "name": "올리브영 남구로점",
    "addr": "서울 구로구 도림로 81",
    "lat": 37.490160266794675,
    "lng": 126.89220017008657
  },
  {
    "id": "11910199",
    "name": "올리브영 남부터미널점",
    "addr": "서울 서초구 효령로 283",
    "lat": 37.48501958723969,
    "lng": 127.01502434785732
  },
  {
    "id": "2146136090",
    "name": "올리브영 남성역점",
    "addr": "서울 동작구 사당로 228",
    "lat": 37.48351905520942,
    "lng": 126.97289045893709
  },
  {
    "id": "1450157544",
    "name": "올리브영 남악신도시점",
    "addr": "전남 무안군 삼향읍 남악3로 79",
    "lat": 34.81257928114493,
    "lng": 126.45992901530195
  },
  {
    "id": "372803347",
    "name": "올리브영 남악전남도청점",
    "addr": "전남 무안군 삼향읍 남악3로82번길 15",
    "lat": 34.813139604094054,
    "lng": 126.4620893732878
  },
  {
    "id": "1029082665",
    "name": "올리브영 남양주다산중앙점",
    "addr": "경기 남양주시 다산중앙로 132",
    "lat": 37.6255540600538,
    "lng": 127.153315915264
  },
  {
    "id": "1676366265",
    "name": "올리브영 남양주덕소점",
    "addr": "경기 남양주시 와부읍 덕소로97번길 3",
    "lat": 37.586004198671326,
    "lng": 127.21263082066045
  },
  {
    "id": "148994142",
    "name": "올리브영 남양주도농점",
    "addr": "경기 남양주시 도농로 29",
    "lat": 37.608608970199604,
    "lng": 127.15691090886368
  },
  {
    "id": "1476178731",
    "name": "올리브영 남양주마석점",
    "addr": "경기 남양주시 화도읍 마석로 33",
    "lat": 37.653603975798966,
    "lng": 127.30619044380707
  },
  {
    "id": "27560566",
    "name": "올리브영 남양주별내점",
    "addr": "경기 남양주시 별내중앙로 84",
    "lat": 37.64846383337272,
    "lng": 127.12292338516328
  },
  {
    "id": "1521485454",
    "name": "올리브영 남양주오남점",
    "addr": "경기 남양주시 오남읍 진건오남로 593",
    "lat": 37.68650920493955,
    "lng": 127.21097195416131
  },
  {
    "id": "493387762",
    "name": "올리브영 남양주진접점",
    "addr": "경기 남양주시 진접읍 금강로 1475",
    "lat": 37.72275965012446,
    "lng": 127.18990012728426
  },
  {
    "id": "1384094056",
    "name": "올리브영 남양주청학점",
    "addr": "경기 남양주시 별내면 청학로중앙길 9",
    "lat": 37.70859083812265,
    "lng": 127.1183049497674
  },
  {
    "id": "1128908286",
    "name": "올리브영 남양주평내점",
    "addr": "경기 남양주시 경춘로 1309",
    "lat": 37.650585968915735,
    "lng": 127.2376698440146
  },
  {
    "id": "160786799",
    "name": "올리브영 남양주호평점",
    "addr": "경기 남양주시 호평로 33",
    "lat": 37.6563450856772,
    "lng": 127.242953329587
  },
  {
    "id": "603777932",
    "name": "올리브영 남양주화도점",
    "addr": "경기 남양주시 화도읍 경춘로 1637",
    "lat": 37.65426474118764,
    "lng": 127.2730190419049
  },
  {
    "id": "1655498009",
    "name": "올리브영 남원도통점",
    "addr": "전북특별자치도 남원시 용성로 232",
    "lat": 35.41780997127046,
    "lng": 127.39712091211256
  },
  {
    "id": "252711517",
    "name": "올리브영 남원하정점",
    "addr": "전북특별자치도 남원시 남문로 447",
    "lat": 35.40650764361419,
    "lng": 127.38026579279567
  },
  {
    "id": "1270151401",
    "name": "올리브영 남위례역점",
    "addr": "경기 성남시 수정구 위례서일로 46",
    "lat": 37.464127456079446,
    "lng": 127.14036188041513
  },
  {
    "id": "802643997",
    "name": "올리브영 남천역점",
    "addr": "부산 수영구 수영로 384",
    "lat": 35.14080695337949,
    "lng": 129.10688672914478
  },
  {
    "id": "25979336",
    "name": "올리브영 내방역점",
    "addr": "서울 서초구 방배로 178",
    "lat": 37.48943436482347,
    "lng": 126.99285148125418
  },
  {
    "id": "17951220",
    "name": "올리브영 노량진역점",
    "addr": "서울 동작구 노량진로 159",
    "lat": 37.51398705295346,
    "lng": 126.94362561794327
  },
  {
    "id": "593351406",
    "name": "올리브영 노원공릉점",
    "addr": "서울 노원구 동일로 1083",
    "lat": 37.62653975612236,
    "lng": 127.0722212029583
  },
  {
    "id": "20104689",
    "name": "올리브영 노원역사거리점",
    "addr": "서울 노원구 노해로 480",
    "lat": 37.654267338205095,
    "lng": 127.06146988448248
  },
  {
    "id": "18055048",
    "name": "올리브영 노원점",
    "addr": "서울 노원구 상계로 65",
    "lat": 37.656247312549446,
    "lng": 127.06220360375815
  },
  {
    "id": "27319999",
    "name": "올리브영 녹두거리점",
    "addr": "서울 관악구 신림로 127",
    "lat": 37.4707992919719,
    "lng": 126.93525651931
  },
  {
    "id": "1877854459",
    "name": "올리브영 녹번역점",
    "addr": "서울 은평구 은평로 240",
    "lat": 37.600656116654974,
    "lng": 126.93385886295994
  },
  {
    "id": "1451181107",
    "name": "올리브영 논산내동점",
    "addr": "충남 논산시 시민로 166",
    "lat": 36.18230320485764,
    "lng": 127.10026598859451
  },
  {
    "id": "27479656",
    "name": "올리브영 논산반월점",
    "addr": "충남 논산시 중앙로480번길 8",
    "lat": 36.206018930538434,
    "lng": 127.08437804959432
  },
  {
    "id": "1487534385",
    "name": "올리브영 뉴코아부천점",
    "addr": "경기 부천시 원미구 송내대로 239",
    "lat": 37.5046845363049,
    "lng": 126.7565030240832
  },
  {
    "id": "339379685",
    "name": "올리브영 뉴코아아울렛평촌점",
    "addr": "경기 안양시 동안구 동안로 119",
    "lat": 37.389207281065104,
    "lng": 126.95122178752105
  },
  {
    "id": "1303977989",
    "name": "올리브영 뉴코아울산성남점",
    "addr": "울산 중구 시계탑거리 20",
    "lat": 35.55441526193123,
    "lng": 129.3215425225778
  },
  {
    "id": "444050622",
    "name": "올리브영 다대포항역점",
    "addr": "부산 사하구 다대로 550",
    "lat": 35.05732103141986,
    "lng": 128.97084237021718
  },
  {
    "id": "341052273",
    "name": "올리브영 다산지금점",
    "addr": "경기 남양주시 다산지금로 129",
    "lat": 37.6014532273418,
    "lng": 127.17430923810848
  },
  {
    "id": "19365714",
    "name": "올리브영 단대오거리역점",
    "addr": "경기 성남시 중원구 산성대로372번길 13",
    "lat": 37.445066113321225,
    "lng": 127.15851470577007
  },
  {
    "id": "998824580",
    "name": "올리브영 답십리역점",
    "addr": "서울 동대문구 고미술로 81",
    "lat": 37.565596627397625,
    "lng": 127.05574543813788
  },
  {
    "id": "2063340353",
    "name": "올리브영 당산대로점",
    "addr": "서울 영등포구 양평로 58",
    "lat": 37.535064712895,
    "lng": 126.900669905485
  },
  {
    "id": "14706652",
    "name": "올리브영 당산역점",
    "addr": "서울 영등포구 당산로 223",
    "lat": 37.5338425121035,
    "lng": 126.901214601647
  },
  {
    "id": "669190883",
    "name": "올리브영 당진문예의전당점",
    "addr": "충남 당진시 시청1로 73",
    "lat": 36.89082321905117,
    "lng": 126.63941684629556
  },
  {
    "id": "957879105",
    "name": "올리브영 당진시곡점",
    "addr": "충남 당진시 서해로 6275",
    "lat": 36.902909818396544,
    "lng": 126.68345527484637
  },
  {
    "id": "688070381",
    "name": "올리브영 당진신성점",
    "addr": "충남 당진시 당진중앙2로 202",
    "lat": 36.89670123283714,
    "lng": 126.63534240870355
  },
  {
    "id": "25450565",
    "name": "올리브영 당진점",
    "addr": "충남 당진시 당진중앙2로 123",
    "lat": 36.89464606682516,
    "lng": 126.63132794581779
  },
  {
    "id": "1649558486",
    "name": "올리브영 대구감삼DI점",
    "addr": "대구 달서구 와룡로 130",
    "lat": 35.844284082811406,
    "lng": 128.53754740997675
  },
  {
    "id": "59526894",
    "name": "올리브영 대구강창역점",
    "addr": "대구 달서구 달구벌대로 1019",
    "lat": 35.8534267007834,
    "lng": 128.478893516437
  },
  {
    "id": "27354859",
    "name": "올리브영 대구구암점",
    "addr": "대구 북구 구암로 136",
    "lat": 35.93163151449318,
    "lng": 128.55560871608736
  },
  {
    "id": "135743399",
    "name": "올리브영 대구금호점",
    "addr": "대구 북구 한강로 52-1",
    "lat": 35.89708265848153,
    "lng": 128.51529820287055
  },
  {
    "id": "946567375",
    "name": "올리브영 대구내당점",
    "addr": "대구 서구 달구벌대로361길 1",
    "lat": 35.85957596735993,
    "lng": 128.56165166991332
  },
  {
    "id": "1408133089",
    "name": "올리브영 대구대명점",
    "addr": "대구 남구 대명로 89",
    "lat": 35.83972988200835,
    "lng": 128.56753765121113
  },
  {
    "id": "1958671151",
    "name": "올리브영 대구대백점",
    "addr": "대구 중구 동성로6길 22",
    "lat": 35.86886009664411,
    "lng": 128.59648151013232
  },
  {
    "id": "1150352526",
    "name": "올리브영 대구대현점",
    "addr": "대구 북구 신암로 111",
    "lat": 35.88073060568233,
    "lng": 128.61143011517945
  },
  {
    "id": "79086788",
    "name": "올리브영 대구동성로광장점",
    "addr": "대구 중구 동성로1길 28",
    "lat": 35.8663757264968,
    "lng": 128.595003517762
  },
  {
    "id": "26805442",
    "name": "올리브영 대구동성로점",
    "addr": "대구 중구 국채보상로 593",
    "lat": 35.871078422056236,
    "lng": 128.59550632667913
  },
  {
    "id": "662433095",
    "name": "올리브영 대구동호점",
    "addr": "대구 동구 금강로 16",
    "lat": 35.8663582463866,
    "lng": 128.72440996831702
  },
  {
    "id": "479159853",
    "name": "올리브영 대구두류점",
    "addr": "대구 달서구 달구벌대로 1704",
    "lat": 35.85553771987267,
    "lng": 128.5521412468762
  },
  {
    "id": "409357293",
    "name": "올리브영 대구만촌네거리점",
    "addr": "대구 수성구 달구벌대로 2600",
    "lat": 35.858218513501974,
    "lng": 128.64682915647757
  },
  {
    "id": "2016052620",
    "name": "올리브영 대구만촌점",
    "addr": "대구 수성구 동원로 135",
    "lat": 35.87027320608983,
    "lng": 128.6362662977206
  },
  {
    "id": "1617990213",
    "name": "올리브영 대구명덕역점",
    "addr": "대구 중구 중앙대로 267",
    "lat": 35.85741517731484,
    "lng": 128.59034959171794
  },
  {
    "id": "20675645",
    "name": "올리브영 대구반월당점",
    "addr": "대구 중구 달구벌대로 지하 2100",
    "lat": 35.86586351169581,
    "lng": 128.5935374329114
  },
  {
    "id": "25681680",
    "name": "올리브영 대구범물점",
    "addr": "대구 수성구 지범로 180",
    "lat": 35.82128607536821,
    "lng": 128.6389944057694
  },
  {
    "id": "393670414",
    "name": "올리브영 대구범어역점",
    "addr": "대구 수성구 달구벌대로 2442",
    "lat": 35.8584110937352,
    "lng": 128.629603073231
  },
  {
    "id": "1171388864",
    "name": "올리브영 대구범어점",
    "addr": "대구 수성구 달구벌대로 2379",
    "lat": 35.85962282016447,
    "lng": 128.62283647198734
  },
  {
    "id": "2033202809",
    "name": "올리브영 대구복현네거리점",
    "addr": "대구 북구 동북로 291",
    "lat": 35.892657215226684,
    "lng": 128.62220151297583
  },
  {
    "id": "772739661",
    "name": "올리브영 대구사월역점",
    "addr": "대구 수성구 달구벌대로 3280",
    "lat": 35.836697892049706,
    "lng": 128.71494984080053
  },
  {
    "id": "26327239",
    "name": "올리브영 대구상인점",
    "addr": "대구 달서구 월배로 210",
    "lat": 35.818268336515786,
    "lng": 128.5365326677649
  },
  {
    "id": "129356177",
    "name": "올리브영 대구서부정류장점",
    "addr": "대구 달서구 월배로 479",
    "lat": 35.83593526725362,
    "lng": 128.55601885454405
  },
  {
    "id": "1164403659",
    "name": "올리브영 대구성서모다점",
    "addr": "대구 달서구 달서대로 431",
    "lat": 35.837749873720654,
    "lng": 128.49152331820565
  },
  {
    "id": "878237245",
    "name": "올리브영 대구세천점",
    "addr": "대구 달성군 다사읍 세천로 157",
    "lat": 35.87470940185088,
    "lng": 128.47815966567526
  },
  {
    "id": "1681356107",
    "name": "올리브영 대구수성3가점",
    "addr": "대구 수성구 명덕로 468",
    "lat": 35.85375040553835,
    "lng": 128.62127777612812
  },
  {
    "id": "27563414",
    "name": "올리브영 대구수성4가점",
    "addr": "대구 수성구 달구벌대로 2297",
    "lat": 35.86005388402756,
    "lng": 128.61391729417613
  },
  {
    "id": "20104796",
    "name": "올리브영 대구수성구청역점",
    "addr": "대구 수성구 달구벌대로 2518",
    "lat": 35.85854361844999,
    "lng": 128.63794686343417
  },
  {
    "id": "2012502659",
    "name": "올리브영 대구수성스퀘어점",
    "addr": "대구 수성구 용학로 92-4",
    "lat": 35.825257714137976,
    "lng": 128.62016683389123
  },
  {
    "id": "759514530",
    "name": "올리브영 대구시지점",
    "addr": "대구 수성구 달구벌대로 3214",
    "lat": 35.8395470066981,
    "lng": 128.7078829278027
  },
  {
    "id": "1524874876",
    "name": "올리브영 대구앞산점",
    "addr": "대구 남구 대명남로 193",
    "lat": 35.83565161440384,
    "lng": 128.57948469114552
  },
  {
    "id": "1946865644",
    "name": "올리브영 대구연경점",
    "addr": "대구 북구 동화천로 229",
    "lat": 35.942348921496,
    "lng": 128.616015955125
  },
  {
    "id": "1127568699",
    "name": "올리브영 대구옥포점",
    "addr": "대구 달성군 옥포읍 돌미로2서길 6",
    "lat": 35.77899463652227,
    "lng": 128.43782823009425
  },
  {
    "id": "146090774",
    "name": "올리브영 대구월성점",
    "addr": "대구 달서구 조암로 29",
    "lat": 35.82466334693609,
    "lng": 128.5268864436894
  },
  {
    "id": "26870130",
    "name": "올리브영 대구율하점",
    "addr": "대구 동구 안심로22길 48",
    "lat": 35.86332977929725,
    "lng": 128.69669348771288
  },
  {
    "id": "26805773",
    "name": "올리브영 대구이곡점",
    "addr": "대구 달서구 이곡공원로 24",
    "lat": 35.85511575736063,
    "lng": 128.51001920823035
  },
  {
    "id": "27237976",
    "name": "올리브영 대구이시아폴리스점",
    "addr": "대구 동구 팔공로 263",
    "lat": 35.92237221982355,
    "lng": 128.640888688877
  },
  {
    "id": "720968246",
    "name": "올리브영 대구죽곡점",
    "addr": "대구 달성군 다사읍 달구벌대로 881",
    "lat": 35.8578023915639,
    "lng": 128.465760612071
  },
  {
    "id": "712851647",
    "name": "올리브영 대구죽전네거리점",
    "addr": "대구 달서구 와룡로 185",
    "lat": 35.849276126275,
    "lng": 128.536680266947
  },
  {
    "id": "1734985285",
    "name": "올리브영 대구중동점",
    "addr": "대구 수성구 수성로 227",
    "lat": 35.84594992178327,
    "lng": 128.61231985502883
  },
  {
    "id": "20104700",
    "name": "올리브영 대구중앙로점",
    "addr": "대구 중구 중앙대로 388",
    "lat": 35.86768435717525,
    "lng": 128.59376874727906
  },
  {
    "id": "27492250",
    "name": "올리브영 대구진천점",
    "addr": "대구 달서구 진천로 72",
    "lat": 35.81515404688156,
    "lng": 128.52378343815866
  },
  {
    "id": "13033032",
    "name": "올리브영 대구칠곡점",
    "addr": "대구 북구 학정로 440",
    "lat": 35.94371361285631,
    "lng": 128.56410921731208
  },
  {
    "id": "806720161",
    "name": "올리브영 대구칠성로점",
    "addr": "대구 북구 중앙대로 522",
    "lat": 35.8795511409461,
    "lng": 128.595967478165
  },
  {
    "id": "42814594",
    "name": "올리브영 대구칠성점",
    "addr": "대구 북구 옥산로 95",
    "lat": 35.88450003278005,
    "lng": 128.5859821844081
  },
  {
    "id": "812816336",
    "name": "올리브영 대구침산점",
    "addr": "대구 북구 침산로 124",
    "lat": 35.88731241063177,
    "lng": 128.59164164910823
  },
  {
    "id": "2098084848",
    "name": "올리브영 대구타운점",
    "addr": "대구 중구 동성로5길 33",
    "lat": 35.867767836696565,
    "lng": 128.5964396681779
  },
  {
    "id": "1766617373",
    "name": "올리브영 대구태전점",
    "addr": "대구 북구 칠곡중앙대로 393",
    "lat": 35.93096983533247,
    "lng": 128.54789070918125
  },
  {
    "id": "769117104",
    "name": "올리브영 대구테크노엠스퀘어점",
    "addr": "대구 달성군 유가읍 테크노상업로 120",
    "lat": 35.6930585838394,
    "lng": 128.462896472961
  },
  {
    "id": "27492340",
    "name": "올리브영 대구평리점",
    "addr": "대구 서구 서대구로 91",
    "lat": 35.86607419488513,
    "lng": 128.55532813328108
  },
  {
    "id": "1100876173",
    "name": "올리브영 대구현풍점",
    "addr": "대구 달성군 현풍읍 테크노상업로 62",
    "lat": 35.6931966581454,
    "lng": 128.456341406595
  },
  {
    "id": "1512035993",
    "name": "올리브영 대구화원점",
    "addr": "대구 달성군 화원읍 비슬로 2561",
    "lat": 35.8033853485607,
    "lng": 128.496923840392
  },
  {
    "id": "27545970",
    "name": "올리브영 대구황금점",
    "addr": "대구 수성구 동대구로 95",
    "lat": 35.839447986240245,
    "lng": 128.62330851214426
  },
  {
    "id": "920047658",
    "name": "올리브영 대구황금캐슬점",
    "addr": "대구 수성구 청수로 202",
    "lat": 35.839037167113034,
    "lng": 128.6300034682555
  },
  {
    "id": "1511243839",
    "name": "올리브영 대림성모점",
    "addr": "서울 동작구 시흥대로 654",
    "lat": 37.48994373100652,
    "lng": 126.90782171152051
  },
  {
    "id": "872176228",
    "name": "올리브영 대전가수원점",
    "addr": "대전 서구 계백로 1149",
    "lat": 36.30497141426594,
    "lng": 127.35096420202596
  },
  {
    "id": "517067455",
    "name": "올리브영 대전가오점",
    "addr": "대전 동구 은어송로 57",
    "lat": 36.3062802226156,
    "lng": 127.45560247087433
  },
  {
    "id": "1893238572",
    "name": "올리브영 대전갈마점",
    "addr": "대전 서구 갈마중로 12",
    "lat": 36.34746848019672,
    "lng": 127.37061631294017
  },
  {
    "id": "26506151",
    "name": "올리브영 대전관저점",
    "addr": "대전 서구 관저동로73번길 6",
    "lat": 36.29878172657736,
    "lng": 127.34017640262074
  },
  {
    "id": "216521928",
    "name": "올리브영 대전관평점",
    "addr": "대전 유성구 관평2로 48",
    "lat": 36.42261953483558,
    "lng": 127.38854434723744
  },
  {
    "id": "20104702",
    "name": "올리브영 대전노은역점",
    "addr": "대전 유성구 은구비남로33번길 29",
    "lat": 36.37360597385179,
    "lng": 127.31916174961322
  },
  {
    "id": "956642033",
    "name": "올리브영 대전대흥점",
    "addr": "대전 중구 중앙로130번길 14",
    "lat": 36.327385124241886,
    "lng": 127.4244524562878
  },
  {
    "id": "1150699120",
    "name": "올리브영 대전도안호수공원점",
    "addr": "대전 서구 도안동로 234-54",
    "lat": 36.32625994637779,
    "lng": 127.3485237643667
  },
  {
    "id": "980563779",
    "name": "올리브영 대전마치광장점",
    "addr": "대전 서구 구봉로131번길 49",
    "lat": 36.2986396351911,
    "lng": 127.337208839282
  },
  {
    "id": "975396773",
    "name": "올리브영 대전목동점",
    "addr": "대전 중구 목중로 7",
    "lat": 36.33505028951058,
    "lng": 127.41242361832276
  },
  {
    "id": "20033400",
    "name": "올리브영 대전목원대점",
    "addr": "대전 서구 도안북로93번길 11",
    "lat": 36.33069462760176,
    "lng": 127.33849743207462
  },
  {
    "id": "1602803478",
    "name": "올리브영 대전반석점",
    "addr": "대전 유성구 반석로 24",
    "lat": 36.39165470123891,
    "lng": 127.31197706668961
  },
  {
    "id": "131239763",
    "name": "올리브영 대전버드내점",
    "addr": "대전 중구 태평로 26",
    "lat": 36.3190450247385,
    "lng": 127.392452819902
  },
  {
    "id": "240496478",
    "name": "올리브영 대전복합터미널점",
    "addr": "대전 동구 동서대로 1689",
    "lat": 36.3500369990192,
    "lng": 127.436478774022
  },
  {
    "id": "499677378",
    "name": "올리브영 대전봉명점",
    "addr": "대전 유성구 대학로 60",
    "lat": 36.35887179464185,
    "lng": 127.34384034908591
  },
  {
    "id": "471360541",
    "name": "올리브영 대전상대점",
    "addr": "대전 유성구 도안대로 511-7",
    "lat": 36.345641080910895,
    "lng": 127.3396214960197
  },
  {
    "id": "26936176",
    "name": "올리브영 대전송촌점",
    "addr": "대전 대덕구 계족산로81번길 64",
    "lat": 36.365552667534196,
    "lng": 127.43864126098413
  },
  {
    "id": "20104704",
    "name": "올리브영 대전시청역점",
    "addr": "대전 서구 둔산로 142",
    "lat": 36.351069195415555,
    "lng": 127.38943846231373
  },
  {
    "id": "1331545307",
    "name": "올리브영 대전신성점",
    "addr": "대전 유성구 신성남로 43",
    "lat": 36.38675491438146,
    "lng": 127.34975988303796
  },
  {
    "id": "1394262547",
    "name": "올리브영 대전역점",
    "addr": "대전 동구 대전로 822",
    "lat": 36.3327617343546,
    "lng": 127.432194564698
  },
  {
    "id": "25068151",
    "name": "올리브영 대전용문역점",
    "addr": "대전 서구 계룡로 624",
    "lat": 36.339399235362905,
    "lng": 127.39156467255609
  },
  {
    "id": "1346200120",
    "name": "올리브영 대전용산점",
    "addr": "대전 유성구 배울1로 128",
    "lat": 36.4165340796149,
    "lng": 127.393738825115
  },
  {
    "id": "20952740",
    "name": "올리브영 대전우송대점",
    "addr": "대전 동구 동대전로 161",
    "lat": 36.336305615938116,
    "lng": 127.44701474727808
  },
  {
    "id": "531014393",
    "name": "올리브영 대전월평역점",
    "addr": "대전 서구 월평로 60",
    "lat": 36.3559491846322,
    "lng": 127.36365986904833
  },
  {
    "id": "27237952",
    "name": "올리브영 대전월평점",
    "addr": "대전 서구 청사서로 26",
    "lat": 36.36004451307403,
    "lng": 127.37690973148837
  },
  {
    "id": "64971824",
    "name": "올리브영 대전유성온천역점",
    "addr": "대전 유성구 대학로 11",
    "lat": 36.35492296449558,
    "lng": 127.34147334131882
  },
  {
    "id": "628252791",
    "name": "올리브영 대전유성자이점",
    "addr": "대전 유성구 봉명동 469-46",
    "lat": 36.35517563954085,
    "lng": 127.33703473555782
  },
  {
    "id": "142557125",
    "name": "올리브영 대전전민점",
    "addr": "대전 유성구 유성대로 1736-1",
    "lat": 36.3993791306703,
    "lng": 127.402229031106
  },
  {
    "id": "1208366447",
    "name": "올리브영 대전정부청사점",
    "addr": "대전 서구 둔산동 913",
    "lat": 36.359304210822586,
    "lng": 127.38996414587469
  },
  {
    "id": "1156628432",
    "name": "올리브영 대전죽동점",
    "addr": "대전 유성구 죽동로297번길 76",
    "lat": 36.37016764463878,
    "lng": 127.33828613923227
  },
  {
    "id": "20104706",
    "name": "올리브영 대전중앙점",
    "addr": "대전 중구 중앙로164번길 17",
    "lat": 36.3287226945816,
    "lng": 127.42817955284336
  },
  {
    "id": "976402213",
    "name": "올리브영 대전초록마을점",
    "addr": "대전 서구 복수동로 60-1",
    "lat": 36.29887067336245,
    "lng": 127.37835529682967
  },
  {
    "id": "1745951653",
    "name": "올리브영 대전타운점",
    "addr": "대전 서구 둔산로 29",
    "lat": 36.35195978487229,
    "lng": 127.3772885275287
  },
  {
    "id": "1277842489",
    "name": "올리브영 대전탄방점",
    "addr": "대전 서구 문정로 77",
    "lat": 36.34695026551451,
    "lng": 127.38822598475993
  },
  {
    "id": "1051067029",
    "name": "올리브영 대전터미널동관점",
    "addr": "대전 동구 동서대로1695번길 30",
    "lat": 36.3512768443366,
    "lng": 127.437510617113
  },
  {
    "id": "1153931878",
    "name": "올리브영 대전파랑새점",
    "addr": "대전 서구 대덕대로 226",
    "lat": 36.3527356771811,
    "lng": 127.379854630278
  },
  {
    "id": "125014630",
    "name": "올리브영 대전판암점",
    "addr": "대전 동구 옥천로 169",
    "lat": 36.31735915410079,
    "lng": 127.45847088560781
  },
  {
    "id": "726122138",
    "name": "올리브영 대치사거리점",
    "addr": "서울 강남구 삼성로 342",
    "lat": 37.50222745982716,
    "lng": 127.05939643079118
  },
  {
    "id": "27467227",
    "name": "올리브영 대치역점",
    "addr": "서울 강남구 남부순환로 2936",
    "lat": 37.49344598922471,
    "lng": 127.0616680323415
  },
  {
    "id": "17592155",
    "name": "올리브영 대치점",
    "addr": "서울 강남구 도곡로 448",
    "lat": 37.4981638744491,
    "lng": 127.0594927285057
  },
  {
    "id": "1900298425",
    "name": "올리브영 대학로점",
    "addr": "서울 종로구 창경궁로 237",
    "lat": 37.5830440275042,
    "lng": 126.998528203416
  },
  {
    "id": "26982787",
    "name": "올리브영 대학로중앙점",
    "addr": "서울 종로구 대학로 144",
    "lat": 37.58388644970486,
    "lng": 127.00192920741489
  },
  {
    "id": "27424537",
    "name": "올리브영 대화역점",
    "addr": "경기 고양시 일산서구 중앙로 1581",
    "lat": 37.6763191675854,
    "lng": 126.74648134846929
  },
  {
    "id": "1491393344",
    "name": "올리브영 대흥역점",
    "addr": "서울 마포구 백범로 91",
    "lat": 37.54818637775259,
    "lng": 126.94180964345615
  },
  {
    "id": "17812778",
    "name": "올리브영 더블유시티점",
    "addr": "강원특별자치도 원주시 서원대로 171",
    "lat": 37.344352765149445,
    "lng": 127.93086874776601
  },
  {
    "id": "844623976",
    "name": "올리브영 덕수궁점",
    "addr": "서울 중구 세종대로 91",
    "lat": 37.5645596033999,
    "lng": 126.976563470449
  },
  {
    "id": "27078814",
    "name": "올리브영 덕천중앙점",
    "addr": "부산 북구 덕천1길 26",
    "lat": 35.20976686735055,
    "lng": 129.0070308160284
  },
  {
    "id": "883681849",
    "name": "올리브영 던던동대문점",
    "addr": "서울 중구 을지로 264",
    "lat": 37.5657600421876,
    "lng": 127.007079969366
  },
  {
    "id": "2070548295",
    "name": "올리브영 독립문점",
    "addr": "서울 종로구 송월길 99",
    "lat": 37.569748689574354,
    "lng": 126.96338141993859
  },
  {
    "id": "11910244",
    "name": "올리브영 돈암점",
    "addr": "서울 성북구 동소문로22길 39",
    "lat": 37.59133896406048,
    "lng": 127.01827155160723
  },
  {
    "id": "20104713",
    "name": "올리브영 돈암중앙점",
    "addr": "서울 성북구 동소문로 118",
    "lat": 37.5933509040481,
    "lng": 127.01811012355063
  },
  {
    "id": "1634434886",
    "name": "올리브영 동교동점",
    "addr": "서울 마포구 동교로 207",
    "lat": 37.55855168990607,
    "lng": 126.92329131629734
  },
  {
    "id": "1565723592",
    "name": "올리브영 동대구역사점",
    "addr": "대구 동구 동대구로 550",
    "lat": 35.87915354588843,
    "lng": 128.62853644495365
  },
  {
    "id": "1455255939",
    "name": "올리브영 동대구점",
    "addr": "대구 동구 동부로 140",
    "lat": 35.8765825988309,
    "lng": 128.627340041469
  },
  {
    "id": "2014805189",
    "name": "올리브영 동대구지하철역점",
    "addr": "대구 동구 동대구로 지하 530",
    "lat": 35.87742275121969,
    "lng": 128.6273184756293
  },
  {
    "id": "138063738",
    "name": "올리브영 동대문역사문화공원사거리점",
    "addr": "서울 중구 을지로 255",
    "lat": 37.5664511339943,
    "lng": 127.006598977256
  },
  {
    "id": "25815743",
    "name": "올리브영 동대문역사문화공원역점",
    "addr": "서울 중구 장충단로 251",
    "lat": 37.567132200873736,
    "lng": 127.00799128706474
  },
  {
    "id": "18355821",
    "name": "올리브영 동덕여대점",
    "addr": "서울 성북구 화랑로11길 31",
    "lat": 37.6036945101082,
    "lng": 127.04198384069896
  },
  {
    "id": "27437849",
    "name": "올리브영 동묘앞역점",
    "addr": "서울 종로구 종로 346",
    "lat": 37.57291574226731,
    "lng": 127.016258885458
  },
  {
    "id": "990134071",
    "name": "올리브영 동부이촌점",
    "addr": "서울 용산구 이촌로75길 16",
    "lat": 37.52055072717225,
    "lng": 126.97438722703986
  },
  {
    "id": "1007209096",
    "name": "올리브영 동수원사거리점",
    "addr": "경기 수원시 팔달구 중부대로 143",
    "lat": 37.278728570869866,
    "lng": 127.03186533584712
  },
  {
    "id": "2135615505",
    "name": "올리브영 동수원점",
    "addr": "경기 수원시 팔달구 권광로 202",
    "lat": 37.26540799676028,
    "lng": 127.03362407002021
  },
  {
    "id": "27599878",
    "name": "올리브영 동암역점",
    "addr": "인천 부평구 동암광장로4번길 3",
    "lat": 37.470880757360696,
    "lng": 126.70192135325469
  },
  {
    "id": "13115102",
    "name": "올리브영 동여의도점",
    "addr": "서울 영등포구 의사당대로1길 25",
    "lat": 37.51989018432774,
    "lng": 126.92972782592321
  },
  {
    "id": "943394783",
    "name": "올리브영 동탄그랑파사쥬점",
    "addr": "경기 화성시 동탄구 동탄대로5길 15",
    "lat": 37.16694798040546,
    "lng": 127.10628631714428
  },
  {
    "id": "1866310421",
    "name": "올리브영 동탄능동점",
    "addr": "경기 화성시 병점구 동탄지성로 191",
    "lat": 37.21163024636309,
    "lng": 127.05463903688492
  },
  {
    "id": "114155092",
    "name": "올리브영 동탄목동점",
    "addr": "경기 화성시 동탄구 왕배산길 7",
    "lat": 37.181780449942536,
    "lng": 127.12285676188465
  },
  {
    "id": "26805414",
    "name": "올리브영 동탄센트럴파크점",
    "addr": "경기 화성시 동탄구 동탄지성로 102",
    "lat": 37.208094306542286,
    "lng": 127.06406663154786
  },
  {
    "id": "27606678",
    "name": "올리브영 동탄솔빛점",
    "addr": "경기 화성시 동탄구 동탄솔빛로 51",
    "lat": 37.19366049840801,
    "lng": 127.07316290986687
  },
  {
    "id": "1456756139",
    "name": "올리브영 동탄여울공원점",
    "addr": "경기 화성시 동탄구 동탄오산로 29",
    "lat": 37.19946121542548,
    "lng": 127.09166619833515
  },
  {
    "id": "381390311",
    "name": "올리브영 동탄역점",
    "addr": "경기 화성시 동탄구 동탄대로 495",
    "lat": 37.19806008900613,
    "lng": 127.09839460090257
  },
  {
    "id": "846638384",
    "name": "올리브영 동탄영천점",
    "addr": "경기 화성시 동탄구 동탄순환대로 701",
    "lat": 37.2071215674309,
    "lng": 127.11010405017082
  },
  {
    "id": "243055933",
    "name": "올리브영 동탄청계점",
    "addr": "경기 화성시 동탄구 동탄대로시범길 134",
    "lat": 37.199733764769014,
    "lng": 127.11400530884559
  },
  {
    "id": "1922592163",
    "name": "올리브영 동탄타임테라스점",
    "addr": "경기 화성시 동탄구 동탄중앙로 220",
    "lat": 37.2049980441223,
    "lng": 127.06931566088932
  },
  {
    "id": "648889728",
    "name": "올리브영 동탄한빛점",
    "addr": "경기 화성시 동탄구 동탄중심상가2길 37",
    "lat": 37.20646637545908,
    "lng": 127.07295222291636
  },
  {
    "id": "1209853320",
    "name": "올리브영 동탄호수공원점",
    "addr": "경기 화성시 동탄구 동탄대로 181",
    "lat": 37.17224186022942,
    "lng": 127.10609105289298
  },
  {
    "id": "1293924169",
    "name": "올리브영 동해점",
    "addr": "강원특별자치도 동해시 천곡로 68",
    "lat": 37.52334331167731,
    "lng": 129.11294553981185
  },
  {
    "id": "27296857",
    "name": "올리브영 동해천곡점",
    "addr": "강원특별자치도 동해시 한섬로 113-4",
    "lat": 37.5219733794492,
    "lng": 129.115949352099
  },
  {
    "id": "1617553308",
    "name": "올리브영 동해청운점",
    "addr": "강원특별자치도 동해시 청운1길 56",
    "lat": 37.4858747286059,
    "lng": 129.109402299333
  },
  {
    "id": "11910202",
    "name": "올리브영 두타점",
    "addr": "서울 중구 장충단로 275",
    "lat": 37.568880077108325,
    "lng": 127.00877251018781
  },
  {
    "id": "13033024",
    "name": "올리브영 둔촌점",
    "addr": "서울 강동구 양재대로 1317",
    "lat": 37.523952131447416,
    "lng": 127.134461253382
  },
  {
    "id": "438133142",
    "name": "올리브영 둔촌파크포레온점",
    "addr": "서울 강동구 양재대로 1360",
    "lat": 37.52763874707625,
    "lng": 127.13705857602913
  },
  {
    "id": "580711273",
    "name": "올리브영 등촌역점",
    "addr": "서울 강서구 공항대로 543",
    "lat": 37.550721769289,
    "lng": 126.866362050174
  },
  {
    "id": "292490451",
    "name": "올리브영 등촌점",
    "addr": "서울 양천구 목동중앙북로7길 20",
    "lat": 37.548782324451814,
    "lng": 126.86751977745426
  },
  {
    "id": "404421549",
    "name": "올리브영 디지털미디어시티역점",
    "addr": "서울 마포구 성암로 지하 184",
    "lat": 37.5768110196825,
    "lng": 126.899020543197
  },
  {
    "id": "1723150118",
    "name": "올리브영 디큐브거제점",
    "addr": "경남 거제시 장평로 12",
    "lat": 34.8910640832559,
    "lng": 128.616396484168
  },
  {
    "id": "112289093",
    "name": "올리브영 딜라이트 프로젝트 해운대점",
    "addr": "부산 해운대구 구남로 42",
    "lat": 35.1604449899126,
    "lng": 129.161137775307
  },
  {
    "id": "1671620494",
    "name": "올리브영 뚝섬역점",
    "addr": "서울 성동구 아차산로 6",
    "lat": 37.5476938415342,
    "lng": 127.045124332604
  },
  {
    "id": "19287470",
    "name": "올리브영 라페스타사거리점",
    "addr": "경기 고양시 일산동구 무궁화로 34",
    "lat": 37.662643587655836,
    "lng": 126.76811490452695
  },
  {
    "id": "11910245",
    "name": "올리브영 라페스타점",
    "addr": "경기 고양시 일산동구 중앙로1275번길 38-31",
    "lat": 37.66019161468401,
    "lng": 126.76974657802343
  },
  {
    "id": "18070847",
    "name": "올리브영 롯데마트삼산점",
    "addr": "인천 부평구 길주로 623",
    "lat": 37.5081528037059,
    "lng": 126.731690834638
  },
  {
    "id": "959184811",
    "name": "올리브영 롯데몰광교점",
    "addr": "경기 수원시 영통구 도청로 10",
    "lat": 37.286038643672306,
    "lng": 127.05623659198963
  },
  {
    "id": "400109051",
    "name": "올리브영 롯데몰광명점",
    "addr": "경기 광명시 일직로 17",
    "lat": 37.42405891784988,
    "lng": 126.88417095777251
  },
  {
    "id": "16560628",
    "name": "올리브영 롯데몰김포공항점",
    "addr": "서울 강서구 방화동 886",
    "lat": 37.562728383573145,
    "lng": 126.80321322380664
  },
  {
    "id": "1258579382",
    "name": "올리브영 롯데몰수지점",
    "addr": "경기 용인시 수지구 성복2로 38",
    "lat": 37.31303605420901,
    "lng": 127.08159358239895
  },
  {
    "id": "1862122805",
    "name": "올리브영 롯데몰은평점",
    "addr": "서울 은평구 통일로 1050",
    "lat": 37.63721644291398,
    "lng": 126.91812913462265
  },
  {
    "id": "2098116549",
    "name": "올리브영 롯데몰진주점",
    "addr": "경남 진주시 동진로 440",
    "lat": 35.18033043599173,
    "lng": 128.14020302065714
  },
  {
    "id": "18052135",
    "name": "올리브영 롯데백화점광복점",
    "addr": "부산 중구 중앙대로 2",
    "lat": 35.09820419655469,
    "lng": 129.03675294986786
  },
  {
    "id": "1652608064",
    "name": "올리브영 롯데백화점대구점",
    "addr": "대구 북구 태평로 161",
    "lat": 35.87548821444701,
    "lng": 128.59573981103694
  },
  {
    "id": "631746547",
    "name": "올리브영 롯데백화점동래점",
    "addr": "부산 동래구 중앙대로 1393",
    "lat": 35.21102588719129,
    "lng": 129.07725516315514
  },
  {
    "id": "1762756843",
    "name": "올리브영 롯데백화점동탄점",
    "addr": "경기 화성시 동탄구 동탄역로 156",
    "lat": 37.20051914382115,
    "lng": 127.09720041610483
  },
  {
    "id": "1289884962",
    "name": "올리브영 롯데백화점인천점",
    "addr": "인천 미추홀구 연남로 35",
    "lat": 37.4424979292296,
    "lng": 126.701514169088
  },
  {
    "id": "1929396615",
    "name": "올리브영 롯데백화점잠실점",
    "addr": "서울 송파구 올림픽로 240",
    "lat": 37.5120582705111,
    "lng": 127.09855647966157
  },
  {
    "id": "21464438",
    "name": "올리브영 롯데백화점창원점",
    "addr": "경남 창원시 성산구 상남로 121",
    "lat": 35.22440692779324,
    "lng": 128.6830088044533
  },
  {
    "id": "1624870447",
    "name": "올리브영 롯데아울렛고양점",
    "addr": "경기 고양시 덕양구 권율대로 420",
    "lat": 37.629385723160986,
    "lng": 126.86258713262076
  },
  {
    "id": "1824304982",
    "name": "올리브영 롯데아울렛광주월드컵점",
    "addr": "광주 서구 금화로 240",
    "lat": 35.1334598622568,
    "lng": 126.876859403943
  },
  {
    "id": "1218222577",
    "name": "올리브영 롯데아울렛남악점",
    "addr": "전남 무안군 삼향읍 남악로162번길 80",
    "lat": 34.803213226611646,
    "lng": 126.46470556893134
  },
  {
    "id": "620921",
    "name": "올리브영 롯데아울렛청주점",
    "addr": "충북 청주시 흥덕구 2순환로 1004",
    "lat": 36.64572402561418,
    "lng": 127.42157867738051
  },
  {
    "id": "1056713643",
    "name": "올리브영 롯데월드몰점",
    "addr": "서울 송파구 올림픽로 300",
    "lat": 37.513788761485024,
    "lng": 127.10419843862563
  },
  {
    "id": "1566191789",
    "name": "올리브영 롯데월드몰플러스점",
    "addr": "서울 송파구 올림픽로 300",
    "lat": 37.5137129854214,
    "lng": 127.104302394716
  },
  {
    "id": "527975409",
    "name": "올리브영 롯데월드점",
    "addr": "서울 송파구 올림픽로 240",
    "lat": 37.5112792861158,
    "lng": 127.098095111555
  },
  {
    "id": "182770012",
    "name": "올리브영 롯데프리미엄아울렛기흥점",
    "addr": "경기 용인시 기흥구 신고매로 124",
    "lat": 37.22597911587492,
    "lng": 127.12167092491723
  },
  {
    "id": "1106340656",
    "name": "올리브영 롯데프리미엄아울렛김해점",
    "addr": "경남 김해시 장유로 469",
    "lat": 35.18539539203438,
    "lng": 128.83102660187345
  },
  {
    "id": "1095563635",
    "name": "올리브영 롯데프리미엄아울렛동부산점",
    "addr": "부산 기장군 기장읍 기장해안로 147",
    "lat": 35.1935406720414,
    "lng": 129.212687662637
  },
  {
    "id": "351850970",
    "name": "올리브영 롯데프리미엄아울렛의왕점",
    "addr": "경기 의왕시 바라산로 1",
    "lat": 37.37586556058325,
    "lng": 127.00979772093574
  },
  {
    "id": "1481198372",
    "name": "올리브영 롯데프리미엄아울렛이천점",
    "addr": "경기 이천시 호법면 프리미엄아울렛로 177-120",
    "lat": 37.24354358765724,
    "lng": 127.39871102449212
  },
  {
    "id": "582613684",
    "name": "올리브영 롯데피트인산본점",
    "addr": "경기 군포시 번영로 485",
    "lat": 37.35761349285492,
    "lng": 126.93086593339079
  },
  {
    "id": "1041793054",
    "name": "올리브영 마곡나루역점",
    "addr": "서울 강서구 마곡중앙5로 18",
    "lat": 37.56714212614826,
    "lng": 126.82601750204667
  },
  {
    "id": "2095429415",
    "name": "올리브영 마곡역점",
    "addr": "서울 강서구 공항대로 168",
    "lat": 37.559400277720606,
    "lng": 126.82629242181737
  },
  {
    "id": "1091665664",
    "name": "올리브영 마두역점",
    "addr": "경기 고양시 일산동구 중앙로 1182",
    "lat": 37.65262823381066,
    "lng": 126.77791767378162
  },
  {
    "id": "163821158",
    "name": "올리브영 마들역점",
    "addr": "서울 노원구 동일로 1532",
    "lat": 37.6653079232395,
    "lng": 127.057996051926
  },
  {
    "id": "1730071693",
    "name": "올리브영 마린시티점",
    "addr": "부산 해운대구 마린시티1로 127",
    "lat": 35.15487594369267,
    "lng": 129.14678335265933
  },
  {
    "id": "1167648091",
    "name": "올리브영 마산내서점",
    "addr": "경남 창원시 마산회원구 내서읍 삼계4길 7",
    "lat": 35.232399723893565,
    "lng": 128.50375404481454
  },
  {
    "id": "971319924",
    "name": "올리브영 마산산호점",
    "addr": "경남 창원시 마산합포구 삼호로 45",
    "lat": 35.22152806009317,
    "lng": 128.5855258059622
  },
  {
    "id": "27279206",
    "name": "올리브영 마산창동점",
    "addr": "경남 창원시 마산합포구 동서북10길 64",
    "lat": 35.20604635396002,
    "lng": 128.57519294616884
  },
  {
    "id": "20811712",
    "name": "올리브영 마산합성점",
    "addr": "경남 창원시 마산회원구 합성옛길 147",
    "lat": 35.238334511837984,
    "lng": 128.58350982493468
  },
  {
    "id": "1590207024",
    "name": "올리브영 마포공덕점",
    "addr": "서울 마포구 마포대로 78",
    "lat": 37.5418965611011,
    "lng": 126.949788414258
  },
  {
    "id": "741799151",
    "name": "올리브영 마포구청역점",
    "addr": "서울 마포구 월드컵로 196",
    "lat": 37.564666910236724,
    "lng": 126.9027177873673
  },
  {
    "id": "127688860",
    "name": "올리브영 마포도화점",
    "addr": "서울 마포구 삼개로 20",
    "lat": 37.538541072554274,
    "lng": 126.9473410146971
  },
  {
    "id": "18355816",
    "name": "올리브영 마포역점",
    "addr": "서울 마포구 마포대로 53",
    "lat": 37.541516994944445,
    "lng": 126.9471612726879
  },
  {
    "id": "2125887457",
    "name": "올리브영 만리동점",
    "addr": "서울 중구 만리재로 175",
    "lat": 37.551843796524004,
    "lng": 126.9624735218075
  },
  {
    "id": "187186813",
    "name": "올리브영 만수향촌점",
    "addr": "인천 남동구 만수서로 62",
    "lat": 37.46142613752563,
    "lng": 126.73306053708507
  },
  {
    "id": "1664452314",
    "name": "올리브영 망원동점",
    "addr": "서울 마포구 망원로 71",
    "lat": 37.55746687848685,
    "lng": 126.90472018439836
  },
  {
    "id": "27343564",
    "name": "올리브영 망원역점",
    "addr": "서울 마포구 월드컵로 75",
    "lat": 37.555694363933526,
    "lng": 126.9101434611642
  },
  {
    "id": "19091399",
    "name": "올리브영 망포역점",
    "addr": "경기 수원시 영통구 영통로 195",
    "lat": 37.2451223241897,
    "lng": 127.0562591471091
  },
  {
    "id": "1204443155",
    "name": "올리브영 먹골역점",
    "addr": "서울 중랑구 공릉로2길 7",
    "lat": 37.6122354273427,
    "lng": 127.078263344298
  },
  {
    "id": "574798540",
    "name": "올리브영 메가박스광주첨단점",
    "addr": "광주 광산구 앰코로 35",
    "lat": 35.22153287160079,
    "lng": 126.85239146788953
  },
  {
    "id": "1652988990",
    "name": "올리브영 명동2가점",
    "addr": "서울 중구 남대문로 68-1",
    "lat": 37.5632163116763,
    "lng": 126.982269552565
  },
  {
    "id": "903022256",
    "name": "올리브영 명동거리점",
    "addr": "서울 중구 명동8나길 9",
    "lat": 37.5612956917035,
    "lng": 126.984430655979
  },
  {
    "id": "26470367",
    "name": "올리브영 명동대로점",
    "addr": "서울 중구 퇴계로 120",
    "lat": 37.5606173195754,
    "lng": 126.98503744825089
  },
  {
    "id": "2072620170",
    "name": "올리브영 명동역점",
    "addr": "서울 중구 퇴계로 115",
    "lat": 37.5610524335997,
    "lng": 126.984514461157
  },
  {
    "id": "1331880928",
    "name": "올리브영 명동점",
    "addr": "서울 중구 명동8길 14",
    "lat": 37.5630778735171,
    "lng": 126.984510646384
  },
  {
    "id": "13033016",
    "name": "올리브영 명동중앙점",
    "addr": "서울 중구 명동8나길 18",
    "lat": 37.56156503283541,
    "lng": 126.98400503331335
  },
  {
    "id": "23445796",
    "name": "올리브영 명동타운",
    "addr": "서울 중구 명동길 53",
    "lat": 37.56398256073924,
    "lng": 126.9851873129621
  },
  {
    "id": "1394522694",
    "name": "올리브영 명동타임워크점",
    "addr": "서울 중구 남대문로 78",
    "lat": 37.564356234677405,
    "lng": 126.9833875683194
  },
  {
    "id": "20104740",
    "name": "올리브영 명일역점",
    "addr": "서울 강동구 양재대로 1637",
    "lat": 37.5516215854945,
    "lng": 127.143845000473
  },
  {
    "id": "1068164000",
    "name": "올리브영 명지국제신도시점",
    "addr": "부산 강서구 명지국제8로 260",
    "lat": 35.0976974209543,
    "lng": 128.9211551747909
  },
  {
    "id": "17450499",
    "name": "올리브영 명지대점",
    "addr": "서울 서대문구 거북골로 34",
    "lat": 37.57946925559004,
    "lng": 126.92337967499667
  },
  {
    "id": "85794426",
    "name": "올리브영 모란시장점",
    "addr": "경기 성남시 중원구 성남대로 1129",
    "lat": 37.43053535056737,
    "lng": 127.12895544558992
  },
  {
    "id": "791626300",
    "name": "올리브영 모란중앙점",
    "addr": "경기 성남시 중원구 성남대로 1144",
    "lat": 37.431847455100204,
    "lng": 127.12957347524741
  },
  {
    "id": "27606675",
    "name": "올리브영 목동사거리점",
    "addr": "서울 강서구 등촌로 25",
    "lat": 37.53223539014491,
    "lng": 126.86349191555496
  },
  {
    "id": "26936042",
    "name": "올리브영 목동역점",
    "addr": "서울 양천구 목동로 203",
    "lat": 37.526755163714135,
    "lng": 126.86397931058107
  },
  {
    "id": "10597146",
    "name": "올리브영 목동타운",
    "addr": "서울 양천구 목동서로 159-1",
    "lat": 37.52822424962051,
    "lng": 126.8749889256411
  },
  {
    "id": "65199185",
    "name": "올리브영 목동파리공원점",
    "addr": "서울 양천구 목동서로 65",
    "lat": 37.5361245224382,
    "lng": 126.878732122378
  },
  {
    "id": "1525214274",
    "name": "올리브영 목동하이페리온점",
    "addr": "서울 양천구 오목로 300",
    "lat": 37.52487554626072,
    "lng": 126.87109502288129
  },
  {
    "id": "2011873315",
    "name": "올리브영 목포북항점",
    "addr": "전남 목포시 청호로 194-1",
    "lat": 34.80769918199188,
    "lng": 126.37204232586916
  },
  {
    "id": "2103111681",
    "name": "올리브영 목포역점",
    "addr": "전남 목포시 영산로75번길 29",
    "lat": 34.7916871863306,
    "lng": 126.38375454065
  },
  {
    "id": "2047070497",
    "name": "올리브영 목포옥암점",
    "addr": "전남 목포시 옥암로 95",
    "lat": 34.80702992959896,
    "lng": 126.42636540511488
  },
  {
    "id": "2123966475",
    "name": "올리브영 목포용해점",
    "addr": "전남 목포시 포미로 11",
    "lat": 34.8169735862327,
    "lng": 126.397531341344
  },
  {
    "id": "26598143",
    "name": "올리브영 목포터미널점",
    "addr": "전남 목포시 영산로 525",
    "lat": 34.812240503150065,
    "lng": 126.41793019110969
  },
  {
    "id": "26782186",
    "name": "올리브영 목포평화광장점",
    "addr": "전남 목포시 원형로 34",
    "lat": 34.79855062222369,
    "lng": 126.43254677772747
  },
  {
    "id": "19748752",
    "name": "올리브영 목포하당점",
    "addr": "전남 목포시 비파로51번길 13",
    "lat": 34.802430068732384,
    "lng": 126.42540283239038
  },
  {
    "id": "883805153",
    "name": "올리브영 무교동점",
    "addr": "서울 중구 무교로 24",
    "lat": 37.5680523955613,
    "lng": 126.9794159571831
  },
  {
    "id": "61401663",
    "name": "올리브영 문경시청점",
    "addr": "경북 문경시 당교로 231",
    "lat": 36.585993736707316,
    "lng": 128.18832803555128
  },
  {
    "id": "13582708",
    "name": "올리브영 문래점",
    "addr": "서울 영등포구 선유로 63",
    "lat": 37.51956620529148,
    "lng": 126.88910705848515
  },
  {
    "id": "1226525024",
    "name": "올리브영 문정역점",
    "addr": "서울 송파구 송파대로 167",
    "lat": 37.48518195240784,
    "lng": 127.12195434611304
  },
  {
    "id": "891449864",
    "name": "올리브영 물류센터",
    "addr": "경기 용인시 처인구 양지읍 남평로 111-73",
    "lat": 37.2300891500084,
    "lng": 127.295077291794
  },
  {
    "id": "26572658",
    "name": "올리브영 미금역사거리점",
    "addr": "경기 성남시 분당구 성남대로 168",
    "lat": 37.3509662174253,
    "lng": 127.10931322050543
  },
  {
    "id": "71286012",
    "name": "올리브영 미사강변점",
    "addr": "경기 하남시 미사강변대로 70",
    "lat": 37.556225559751724,
    "lng": 127.1875844426927
  },
  {
    "id": "1871794572",
    "name": "올리브영 미아뉴타운점",
    "addr": "서울 강북구 삼양로27길 19",
    "lat": 37.61792396523271,
    "lng": 127.02133402551468
  },
  {
    "id": "1909467644",
    "name": "올리브영 미아사거리역점",
    "addr": "서울 강북구 도봉로 53",
    "lat": 37.61388120467526,
    "lng": 127.02977427644792
  },
  {
    "id": "24752224",
    "name": "올리브영 미아사거리점",
    "addr": "서울 강북구 도봉로10길 6",
    "lat": 37.61297815247117,
    "lng": 127.03079326074766
  },
  {
    "id": "2028304713",
    "name": "올리브영 미아역점",
    "addr": "서울 강북구 도봉로 188",
    "lat": 37.62563082091487,
    "lng": 127.02670002079525
  },
  {
    "id": "26788768",
    "name": "올리브영 밀양점",
    "addr": "경남 밀양시 석정로 21-1",
    "lat": 35.491759533418055,
    "lng": 128.7515838075787
  },
  {
    "id": "495713584",
    "name": "올리브영 발산역점",
    "addr": "서울 강서구 강서로 385",
    "lat": 37.560048215567356,
    "lng": 126.83843515217102
  },
  {
    "id": "1802599980",
    "name": "올리브영 발산점",
    "addr": "서울 강서구 강서로 360",
    "lat": 37.557618819297126,
    "lng": 126.83820838576789
  },
  {
    "id": "20104748",
    "name": "올리브영 방배이수점",
    "addr": "서울 서초구 동작대로 118",
    "lat": 37.48696545166732,
    "lng": 126.98268559559402
  },
  {
    "id": "289813593",
    "name": "올리브영 방배점",
    "addr": "서울 서초구 방배로 83",
    "lat": 37.481882292766265,
    "lng": 126.99705924932795
  },
  {
    "id": "20104749",
    "name": "올리브영 방이시장점",
    "addr": "서울 송파구 백제고분로 460",
    "lat": 37.51153148477994,
    "lng": 127.11329136264989
  },
  {
    "id": "2082940296",
    "name": "올리브영 방이역점",
    "addr": "서울 송파구 마천로 41",
    "lat": 37.50898822246003,
    "lng": 127.12550152430624
  },
  {
    "id": "27348279",
    "name": "올리브영 방학역점",
    "addr": "서울 도봉구 도봉로150길 28",
    "lat": 37.665971424845914,
    "lng": 127.04470620824844
  },
  {
    "id": "542986523",
    "name": "올리브영 방화역점",
    "addr": "서울 강서구 금낭화로 292",
    "lat": 37.5760591865361,
    "lng": 126.811867716528
  },
  {
    "id": "675709146",
    "name": "올리브영 배곧신도시점",
    "addr": "경기 시흥시 배곧3로 96",
    "lat": 37.36963991219866,
    "lng": 126.73081663506997
  },
  {
    "id": "218665349",
    "name": "올리브영 배명사거리점",
    "addr": "서울 송파구 백제고분로 276",
    "lat": 37.5022221237865,
    "lng": 127.097323276489
  },
  {
    "id": "777306540",
    "name": "올리브영 백석역점",
    "addr": "경기 고양시 일산동구 중앙로 1066",
    "lat": 37.644685385551846,
    "lng": 126.78632274608837
  },
  {
    "id": "27358999",
    "name": "올리브영 범계 타운",
    "addr": "경기 안양시 동안구 평촌대로223번길 41",
    "lat": 37.39049218564087,
    "lng": 126.95357431004554
  },
  {
    "id": "1702670304",
    "name": "올리브영 별내미리내마을점",
    "addr": "경기 남양주시 별내5로5번길 15",
    "lat": 37.6503628943262,
    "lng": 127.11228943185569
  },
  {
    "id": "909162941",
    "name": "올리브영 별내별가람역점",
    "addr": "경기 남양주시 덕송2로 62",
    "lat": 37.667777732544245,
    "lng": 127.11715770466391
  },
  {
    "id": "1573339759",
    "name": "올리브영 병점복합타운점",
    "addr": "경기 화성시 병점구 병점노을4로 17",
    "lat": 37.2053775352877,
    "lng": 127.030443261583
  },
  {
    "id": "438163100",
    "name": "올리브영 병점역점",
    "addr": "경기 화성시 병점구 떡전골로 104-1",
    "lat": 37.20782124048464,
    "lng": 127.03357371979662
  },
  {
    "id": "26905340",
    "name": "올리브영 보라매병원역점",
    "addr": "서울 동작구 보라매로5가길 16",
    "lat": 37.49132499567038,
    "lng": 126.92434049212578
  },
  {
    "id": "823088584",
    "name": "올리브영 보라매역점",
    "addr": "서울 동작구 여의대방로 142",
    "lat": 37.49975779504366,
    "lng": 126.92064527561564
  },
  {
    "id": "1308226563",
    "name": "올리브영 보령동대점",
    "addr": "충남 보령시 한내로 16",
    "lat": 36.34743933370634,
    "lng": 126.6056368274966
  },
  {
    "id": "1608313735",
    "name": "올리브영 봉은사역점",
    "addr": "서울 강남구 영동대로 602",
    "lat": 37.514827512801894,
    "lng": 127.06037804708755
  },
  {
    "id": "25766940",
    "name": "올리브영 봉천역점",
    "addr": "서울 관악구 남부순환로 1735",
    "lat": 37.48247495105114,
    "lng": 126.94298336002048
  },
  {
    "id": "1932365179",
    "name": "올리브영 부산개금점",
    "addr": "부산 부산진구 가야대로 486",
    "lat": 35.152789958137575,
    "lng": 129.02519616476428
  },
  {
    "id": "2033835922",
    "name": "올리브영 부산거제점",
    "addr": "부산 연제구 아시아드대로 93",
    "lat": 35.192926359497314,
    "lng": 129.06666500560223
  },
  {
    "id": "1074380947",
    "name": "올리브영 부산광안역점",
    "addr": "부산 수영구 수영로 584",
    "lat": 35.1577620757051,
    "lng": 129.113408465511
  },
  {
    "id": "27420057",
    "name": "올리브영 부산괴정역점",
    "addr": "부산 사하구 낙동대로 219",
    "lat": 35.09981945090122,
    "lng": 128.99293286981504
  },
  {
    "id": "1028878170",
    "name": "올리브영 부산구서역점",
    "addr": "부산 금정구 구서로 3",
    "lat": 35.24655074193054,
    "lng": 129.09066206258217
  },
  {
    "id": "949788499",
    "name": "올리브영 부산기장점",
    "addr": "부산 기장군 기장읍 읍내로 111",
    "lat": 35.245238313092166,
    "lng": 129.21646891872294
  },
  {
    "id": "20104686",
    "name": "올리브영 부산남포점",
    "addr": "부산 중구 광복로 64-1",
    "lat": 35.09893072679021,
    "lng": 129.031963892713
  },
  {
    "id": "1760286310",
    "name": "올리브영 부산다대포점",
    "addr": "부산 사하구 다대로 698",
    "lat": 35.04858822178066,
    "lng": 128.96536032145045
  },
  {
    "id": "1689515882",
    "name": "올리브영 부산당감점",
    "addr": "부산 부산진구 당감로 46",
    "lat": 35.16566506565705,
    "lng": 129.03925835575112
  },
  {
    "id": "1106110280",
    "name": "올리브영 부산당리점",
    "addr": "부산 사하구 낙동대로 412",
    "lat": 35.103948744296,
    "lng": 128.973267255075
  },
  {
    "id": "17137474",
    "name": "올리브영 부산대역점",
    "addr": "부산 금정구 부산대학로 29",
    "lat": 35.23057170207941,
    "lng": 129.08789167647075
  },
  {
    "id": "628417892",
    "name": "올리브영 부산대연역점",
    "addr": "부산 남구 수영로 225-1",
    "lat": 35.13529609035064,
    "lng": 129.09130234756105
  },
  {
    "id": "26572046",
    "name": "올리브영 부산대장전점",
    "addr": "부산 금정구 금정로60번길 29",
    "lat": 35.22961346710649,
    "lng": 129.08790994845506
  },
  {
    "id": "26313994",
    "name": "올리브영 부산대점",
    "addr": "부산 금정구 부산대학로 47",
    "lat": 35.23119473449546,
    "lng": 129.08599113806727
  },
  {
    "id": "20104756",
    "name": "올리브영 부산동래점",
    "addr": "부산 동래구 명륜로129번길 35",
    "lat": 35.205115382402425,
    "lng": 129.0802369822301
  },
  {
    "id": "1777371397",
    "name": "올리브영 부산마린시티아이파크점",
    "addr": "부산 해운대구 마린시티2로 38",
    "lat": 35.15725995071492,
    "lng": 129.14351578098854
  },
  {
    "id": "1690563625",
    "name": "올리브영 부산명지오션점",
    "addr": "부산 강서구 명지오션시티4로 59",
    "lat": 35.0837472918173,
    "lng": 128.903925077273
  },
  {
    "id": "957680996",
    "name": "올리브영 부산문현점",
    "addr": "부산 남구 수영로 31",
    "lat": 35.13719629541748,
    "lng": 129.07123380039596
  },
  {
    "id": "778655337",
    "name": "올리브영 부산반여1동점",
    "addr": "부산 해운대구 선수촌로 109",
    "lat": 35.20346140810478,
    "lng": 129.11957674717831
  },
  {
    "id": "688830600",
    "name": "올리브영 부산범일점",
    "addr": "부산 동구 범일로 102",
    "lat": 35.13918485649218,
    "lng": 129.05967739142886
  },
  {
    "id": "876416686",
    "name": "올리브영 부산벡스코점",
    "addr": "부산 해운대구 센텀2로 24",
    "lat": 35.16682224904884,
    "lng": 129.1324777778336
  },
  {
    "id": "528190849",
    "name": "올리브영 부산부경대점",
    "addr": "부산 남구 용소로 12",
    "lat": 35.13618383701896,
    "lng": 129.10046309722372
  },
  {
    "id": "1526891100",
    "name": "올리브영 부산부곡DI점",
    "addr": "부산 금정구 중앙대로 1722",
    "lat": 35.2380951970991,
    "lng": 129.092752654871
  },
  {
    "id": "1334183774",
    "name": "올리브영 부산사상광장점",
    "addr": "부산 사상구 광장로 25",
    "lat": 35.163473245791,
    "lng": 128.97941778642348
  },
  {
    "id": "3484440",
    "name": "올리브영 부산사상점",
    "addr": "부산 사상구 사상로 204",
    "lat": 35.16334381365321,
    "lng": 128.98429805697464
  },
  {
    "id": "26936104",
    "name": "올리브영 부산사직점",
    "addr": "부산 동래구 사직북로 1",
    "lat": 35.19598924051511,
    "lng": 129.0605948411502
  },
  {
    "id": "20104757",
    "name": "올리브영 부산센텀점",
    "addr": "부산 해운대구 센텀동로 9",
    "lat": 35.169904296333925,
    "lng": 129.1322147773778
  },
  {
    "id": "1174667647",
    "name": "올리브영 부산수영로점",
    "addr": "부산 수영구 수영로 631",
    "lat": 35.16208134250941,
    "lng": 129.11376714076647
  },
  {
    "id": "909782990",
    "name": "올리브영 부산수영점",
    "addr": "부산 수영구 수영로 703",
    "lat": 35.167892872432716,
    "lng": 129.11634618633448
  },
  {
    "id": "570505964",
    "name": "올리브영 부산아트몰링점",
    "addr": "부산 사하구 낙동남로 1413",
    "lat": 35.10673573816318,
    "lng": 128.9663598398184
  },
  {
    "id": "26541510",
    "name": "올리브영 부산양정점",
    "addr": "부산 부산진구 중앙대로 904",
    "lat": 35.1709224171883,
    "lng": 129.06990510774256
  },
  {
    "id": "208622923",
    "name": "올리브영 부산역사점",
    "addr": "부산 동구 중앙대로 206",
    "lat": 35.11505513806504,
    "lng": 129.04205942269368
  },
  {
    "id": "2082545417",
    "name": "올리브영 부산역점",
    "addr": "부산 동구 중앙대로 197",
    "lat": 35.114977268966676,
    "lng": 129.03919171937525
  },
  {
    "id": "27079003",
    "name": "올리브영 부산연산점",
    "addr": "부산 연제구 반송로 22",
    "lat": 35.18708820034064,
    "lng": 129.08346330507973
  },
  {
    "id": "93923936",
    "name": "올리브영 부산영도점",
    "addr": "부산 영도구 대교로 16",
    "lat": 35.09358333449591,
    "lng": 129.04342389092017
  },
  {
    "id": "1662514879",
    "name": "올리브영 부산온천점",
    "addr": "부산 동래구 온천장로65번길 9",
    "lat": 35.21644808787127,
    "lng": 129.0806140436192
  },
  {
    "id": "1369384273",
    "name": "올리브영 부산일광점",
    "addr": "부산 기장군 일광읍 해송1로 4",
    "lat": 35.26593544325982,
    "lng": 129.22905602336655
  },
  {
    "id": "342321065",
    "name": "올리브영 부산자갈치역점",
    "addr": "부산 서구 구덕로 102-1",
    "lat": 35.09685463230626,
    "lng": 129.02451981716052
  },
  {
    "id": "141362965",
    "name": "올리브영 부산장림점",
    "addr": "부산 사하구 장림번영로 50",
    "lat": 35.080510778467286,
    "lng": 128.97075112177882
  },
  {
    "id": "27095077",
    "name": "올리브영 부산장산역점",
    "addr": "부산 해운대구 세실로 75",
    "lat": 35.17120984993559,
    "lng": 129.17689246555435
  },
  {
    "id": "26477466",
    "name": "올리브영 부산장산점",
    "addr": "부산 해운대구 세실로27번길 23",
    "lat": 35.16891344359823,
    "lng": 129.177861713798
  },
  {
    "id": "1227450273",
    "name": "올리브영 부산전포역점",
    "addr": "부산 부산진구 전포대로199번길 9",
    "lat": 35.154332406684,
    "lng": 129.064711599467
  },
  {
    "id": "26642359",
    "name": "올리브영 부산정관점",
    "addr": "부산 기장군 정관읍 정관로 575-3",
    "lat": 35.32139700900919,
    "lng": 129.17660340138994
  },
  {
    "id": "24962225",
    "name": "올리브영 부산화명점",
    "addr": "부산 북구 화명대로 34",
    "lat": 35.234582284952936,
    "lng": 129.01196412035054
  },
  {
    "id": "850800673",
    "name": "올리브영 부산W스퀘어점",
    "addr": "부산 남구 분포로 145",
    "lat": 35.13324737780939,
    "lng": 129.11375412197225
  },
  {
    "id": "1437597457",
    "name": "올리브영 부천고강점",
    "addr": "경기 부천시 오정구 역곡로 482",
    "lat": 37.5276242302513,
    "lng": 126.816407196092
  },
  {
    "id": "27600743",
    "name": "올리브영 부천북부점",
    "addr": "경기 부천시 원미구 부천로9번길 28",
    "lat": 37.485577721986004,
    "lng": 126.78132347035998
  },
  {
    "id": "740232594",
    "name": "올리브영 부천상동사거리점",
    "addr": "경기 부천시 원미구 상동로 87",
    "lat": 37.505324442379376,
    "lng": 126.75269295693238
  },
  {
    "id": "1308665312",
    "name": "올리브영 부천상동점",
    "addr": "경기 부천시 원미구 길주로 105",
    "lat": 37.5061769960465,
    "lng": 126.754518949974
  },
  {
    "id": "449280064",
    "name": "올리브영 부천시청사거리점",
    "addr": "경기 부천시 원미구 길주로 189",
    "lat": 37.5051953222763,
    "lng": 126.763558630315
  },
  {
    "id": "22460588",
    "name": "올리브영 부천시청역점",
    "addr": "경기 부천시 원미구 석천로 180",
    "lat": 37.50341942767763,
    "lng": 126.76310054323649
  },
  {
    "id": "27216658",
    "name": "올리브영 부천신중동점",
    "addr": "경기 부천시 원미구 신흥로 201",
    "lat": 37.50168891876569,
    "lng": 126.77620205626795
  },
  {
    "id": "1538296305",
    "name": "올리브영 부천역남부점",
    "addr": "경기 부천시 소사구 경인로 226",
    "lat": 37.4830283218516,
    "lng": 126.7805937245699
  },
  {
    "id": "1659518278",
    "name": "올리브영 부천역사거리점",
    "addr": "경기 부천시 원미구 부천로 19",
    "lat": 37.4860986694459,
    "lng": 126.782878904471
  },
  {
    "id": "1525969554",
    "name": "올리브영 부천역사점",
    "addr": "경기 부천시 소사구 부천로 1",
    "lat": 37.484031326157314,
    "lng": 126.7826429273246
  },
  {
    "id": "70850024",
    "name": "올리브영 부천오정점",
    "addr": "경기 부천시 오정구 오정로 250",
    "lat": 37.5295932035916,
    "lng": 126.78656098667066
  },
  {
    "id": "50263341",
    "name": "올리브영 부천옥길점",
    "addr": "경기 부천시 소사구 옥길로 124",
    "lat": 37.467709364276466,
    "lng": 126.82302314457664
  },
  {
    "id": "1731239032",
    "name": "올리브영 부천원종점",
    "addr": "경기 부천시 오정구 소사로 754",
    "lat": 37.52327517544604,
    "lng": 126.80520607626461
  },
  {
    "id": "475513489",
    "name": "올리브영 부천중동점",
    "addr": "경기 부천시 원미구 길주로 267",
    "lat": 37.50388403911627,
    "lng": 126.77257193225418
  },
  {
    "id": "1022282701",
    "name": "올리브영 부평그랑힐스점",
    "addr": "인천 부평구 산청로 97",
    "lat": 37.51599786251267,
    "lng": 126.70165715934367
  },
  {
    "id": "1973557641",
    "name": "올리브영 부평북부점",
    "addr": "인천 부평구 경원대로 1401",
    "lat": 37.49156583887578,
    "lng": 126.7248615536499
  },
  {
    "id": "27541525",
    "name": "올리브영 부평삼산점",
    "addr": "인천 부평구 체육관로 14",
    "lat": 37.5084336100889,
    "lng": 126.733146583598
  },
  {
    "id": "1527608283",
    "name": "올리브영 부평역남부점",
    "addr": "인천 부평구 경인로 947",
    "lat": 37.487750194333536,
    "lng": 126.7249094697412
  },
  {
    "id": "17638474",
    "name": "올리브영 부평역점",
    "addr": "인천 부평구 광장로 16",
    "lat": 37.48956928434697,
    "lng": 126.72334916832382
  },
  {
    "id": "20104761",
    "name": "올리브영 부평점",
    "addr": "인천 부평구 부평대로 15",
    "lat": 37.492726758725006,
    "lng": 126.72273142291989
  },
  {
    "id": "1742897282",
    "name": "올리브영 부평타운점",
    "addr": "인천 부평구 부평문화로66번길 5",
    "lat": 37.4937897454441,
    "lng": 126.723800621682
  },
  {
    "id": "1426345012",
    "name": "올리브영 북가좌동점",
    "addr": "서울 서대문구 거북골로 191",
    "lat": 37.577887176465175,
    "lng": 126.90947378153442
  },
  {
    "id": "14554208",
    "name": "올리브영 분당미금역점",
    "addr": "경기 성남시 분당구 성남대로 165",
    "lat": 37.3502668055643,
    "lng": 127.10837035147391
  },
  {
    "id": "2122478392",
    "name": "올리브영 분당서현로점",
    "addr": "경기 성남시 분당구 황새울로359번길 11",
    "lat": 37.38820797992936,
    "lng": 127.12321199969165
  },
  {
    "id": "1225422311",
    "name": "올리브영 분당서현점",
    "addr": "경기 성남시 분당구 분당로53번길 11",
    "lat": 37.3840685960349,
    "lng": 127.121552147617
  },
  {
    "id": "13033022",
    "name": "올리브영 분당수내점",
    "addr": "경기 성남시 분당구 백현로101번길 16",
    "lat": 37.37701060979442,
    "lng": 127.1127240334766
  },
  {
    "id": "2030225358",
    "name": "올리브영 분당아름마을점",
    "addr": "경기 성남시 분당구 판교로 440",
    "lat": 37.40521535736689,
    "lng": 127.12263557763467
  },
  {
    "id": "19610193",
    "name": "올리브영 분당야탑점",
    "addr": "경기 성남시 분당구 성남대로926번길 6",
    "lat": 37.412117692943106,
    "lng": 127.12974054756025
  },
  {
    "id": "693015751",
    "name": "올리브영 불광역점",
    "addr": "서울 은평구 통일로 741",
    "lat": 37.611442523940234,
    "lng": 126.9287979986277
  },
  {
    "id": "26512861",
    "name": "올리브영 사가정역점",
    "addr": "서울 중랑구 면목로 310",
    "lat": 37.57976042171831,
    "lng": 127.08803899601416
  },
  {
    "id": "11910205",
    "name": "올리브영 사당역점",
    "addr": "서울 관악구 과천대로 941",
    "lat": 37.47460342198041,
    "lng": 126.98146297123292
  },
  {
    "id": "27559946",
    "name": "올리브영 사당점",
    "addr": "서울 동작구 동작대로 29",
    "lat": 37.47913276878887,
    "lng": 126.98128095938998
  },
  {
    "id": "18355793",
    "name": "올리브영 산본점",
    "addr": "경기 군포시 산본로323번길 20-17",
    "lat": 37.3593076481493,
    "lng": 126.93124929393431
  },
  {
    "id": "916255977",
    "name": "올리브영 산본학원가점",
    "addr": "경기 군포시 산본로 382",
    "lat": 37.36436005690466,
    "lng": 126.93030773316453
  },
  {
    "id": "647100029",
    "name": "올리브영 산본한숲점",
    "addr": "경기 군포시 산본천로 43-6",
    "lat": 37.36066636537338,
    "lng": 126.92816303896015
  },
  {
    "id": "2051351542",
    "name": "올리브영 삼성중앙역점",
    "addr": "서울 강남구 봉은사로 465",
    "lat": 37.5124760708854,
    "lng": 127.050389809618
  },
  {
    "id": "448138439",
    "name": "올리브영 삼송역점",
    "addr": "경기 고양시 덕양구 동송로 69",
    "lat": 37.652710603269206,
    "lng": 126.89527345977804
  },
  {
    "id": "1003476646",
    "name": "올리브영 삼전역점",
    "addr": "서울 송파구 백제고분로 196",
    "lat": 37.50398437793981,
    "lng": 127.08829148807425
  },
  {
    "id": "145881198",
    "name": "올리브영 삼척점",
    "addr": "강원특별자치도 삼척시 진주로 9",
    "lat": 37.4415489101505,
    "lng": 129.163912916062
  },
  {
    "id": "559642697",
    "name": "올리브영 상계보람점",
    "addr": "서울 노원구 한글비석로 471",
    "lat": 37.6643334269627,
    "lng": 127.06588025005256
  },
  {
    "id": "1475725868",
    "name": "올리브영 상도역점",
    "addr": "서울 동작구 양녕로 257",
    "lat": 37.5031694759157,
    "lng": 126.947279915605
  },
  {
    "id": "24996031",
    "name": "올리브영 상록수역점",
    "addr": "경기 안산시 상록구 용신로 390",
    "lat": 37.30142758232981,
    "lng": 126.865597544292
  },
  {
    "id": "108447668",
    "name": "올리브영 상봉듀오트리스점",
    "addr": "서울 중랑구 상봉로 131",
    "lat": 37.59776521050663,
    "lng": 127.09241305075305
  },
  {
    "id": "413711767",
    "name": "올리브영 상봉엔터식스점",
    "addr": "서울 중랑구 망우로 353",
    "lat": 37.5983325485348,
    "lng": 127.091624481864
  },
  {
    "id": "26498947",
    "name": "올리브영 상봉역점",
    "addr": "서울 중랑구 망우로 307",
    "lat": 37.59689471457188,
    "lng": 127.08665731717298
  },
  {
    "id": "26512827",
    "name": "올리브영 상수역점",
    "addr": "서울 마포구 와우산로 49",
    "lat": 37.548956674728736,
    "lng": 126.92284510127399
  },
  {
    "id": "11910263",
    "name": "올리브영 상암ENM점",
    "addr": "서울 마포구 상암산로 66",
    "lat": 37.57868584440534,
    "lng": 126.8917421027099
  },
  {
    "id": "24962369",
    "name": "올리브영 상암MBC점",
    "addr": "서울 마포구 성암로 255",
    "lat": 37.579939752371054,
    "lng": 126.89144254393578
  },
  {
    "id": "1602295359",
    "name": "올리브영 상왕십리역점",
    "addr": "서울 성동구 왕십리로 382",
    "lat": 37.565023483676875,
    "lng": 127.02816679476551
  },
  {
    "id": "1772388489",
    "name": "올리브영 상일동역점",
    "addr": "서울 강동구 고덕로 399",
    "lat": 37.557440163164216,
    "lng": 127.16967848081028
  },
  {
    "id": "1345914389",
    "name": "올리브영 상주무양점",
    "addr": "경북 상주시 영남제일로 1697",
    "lat": 36.42591166084632,
    "lng": 128.15600350593957
  },
  {
    "id": "2070075628",
    "name": "올리브영 상현역점",
    "addr": "경기 용인시 수지구 광교마을로 41",
    "lat": 37.29902384933,
    "lng": 127.069178531135
  },
  {
    "id": "2045103877",
    "name": "올리브영 서귀포광장점",
    "addr": "제주특별자치도 서귀포시 서문로 1",
    "lat": 33.252276638761,
    "lng": 126.56082260529779
  },
  {
    "id": "1671182146",
    "name": "올리브영 서귀포동광점",
    "addr": "제주특별자치도 서귀포시 안덕면 신화역사로403번길 81",
    "lat": 33.310158332932915,
    "lng": 126.33397659590531
  },
  {
    "id": "631540803",
    "name": "올리브영 서귀포혁신도시점",
    "addr": "제주특별자치도 서귀포시 일주동로 9155",
    "lat": 33.2477138065667,
    "lng": 126.514578786797
  },
  {
    "id": "2004637241",
    "name": "올리브영 서대전네거리점",
    "addr": "대전 중구 계백로 1715",
    "lat": 36.32191984845944,
    "lng": 127.40988773703205
  },
  {
    "id": "1428223250",
    "name": "올리브영 서대전역점",
    "addr": "대전 중구 오류로 19",
    "lat": 36.32216004250796,
    "lng": 127.40472173987847
  },
  {
    "id": "20104773",
    "name": "올리브영 서래마을점",
    "addr": "서울 서초구 서래로 39",
    "lat": 37.49858879984439,
    "lng": 126.99826184522992
  },
  {
    "id": "11910249",
    "name": "올리브영 서면 타운",
    "addr": "부산 부산진구 중앙대로 704-1",
    "lat": 35.15561159628825,
    "lng": 129.059498968921
  },
  {
    "id": "11910248",
    "name": "올리브영 서면1번가점",
    "addr": "부산 부산진구 신천대로62번길 77",
    "lat": 35.154240940436694,
    "lng": 129.05833204582754
  },
  {
    "id": "1328233616",
    "name": "올리브영 서면가야대로점",
    "addr": "부산 부산진구 가야대로 775-1",
    "lat": 35.157859852898156,
    "lng": 129.05643163167562
  },
  {
    "id": "191935914",
    "name": "올리브영 서면부전중앙점",
    "addr": "부산 부산진구 중앙대로692번길 30",
    "lat": 35.154317289533424,
    "lng": 129.0609432437354
  },
  {
    "id": "1869585141",
    "name": "올리브영 서면삼정타워점",
    "addr": "부산 부산진구 중앙대로 672",
    "lat": 35.1530028522861,
    "lng": 129.05959778677
  },
  {
    "id": "21606642",
    "name": "올리브영 서면역사점",
    "addr": "부산 부산진구 중앙대로 지하 730",
    "lat": 35.1577633085913,
    "lng": 129.059037489149
  },
  {
    "id": "1882963686",
    "name": "올리브영 서산석남점",
    "addr": "충남 서산시 남부순환로 1020",
    "lat": 36.76710280094605,
    "lng": 126.45265607652424
  },
  {
    "id": "27409613",
    "name": "올리브영 서산터미널점",
    "addr": "충남 서산시 안견로 184-20",
    "lat": 36.7821044418194,
    "lng": 126.45817752532365
  },
  {
    "id": "518454666",
    "name": "올리브영 서산테크노밸리점",
    "addr": "충남 서산시 성연면 성연4로 27-8",
    "lat": 36.822087205142424,
    "lng": 126.4511069303688
  },
  {
    "id": "27273282",
    "name": "올리브영 서산호수공원점",
    "addr": "충남 서산시 호수공원5로 30",
    "lat": 36.774728593853354,
    "lng": 126.44966934604965
  },
  {
    "id": "880456740",
    "name": "올리브영 서서울호수공원점",
    "addr": "서울 양천구 남부순환로 424",
    "lat": 37.5297384953284,
    "lng": 126.831882189362
  },
  {
    "id": "11910206",
    "name": "올리브영 서여의도점",
    "addr": "서울 영등포구 국회대로74길 19",
    "lat": 37.52982336783099,
    "lng": 126.92197105021577
  },
  {
    "id": "1113944480",
    "name": "올리브영 서울대입구역점",
    "addr": "서울 관악구 남부순환로 1840",
    "lat": 37.48036249796982,
    "lng": 126.95429661892004
  },
  {
    "id": "338468450",
    "name": "올리브영 서울숲역점",
    "addr": "서울 성동구 왕십리로 50",
    "lat": 37.541868950334795,
    "lng": 127.04494430340071
  },
  {
    "id": "27560534",
    "name": "올리브영 서울시립대점",
    "addr": "서울 동대문구 전농로 222",
    "lat": 37.583852705771996,
    "lng": 127.0535264222793
  },
  {
    "id": "2009702384",
    "name": "올리브영 서울역점",
    "addr": "서울 중구 한강대로 405",
    "lat": 37.55496383908152,
    "lng": 126.97177474693704
  },
  {
    "id": "965628377",
    "name": "올리브영 서초대로점",
    "addr": "서울 서초구 서초대로 314",
    "lat": 37.49407011223594,
    "lng": 127.01577249313817
  },
  {
    "id": "27560687",
    "name": "올리브영 서초역점",
    "addr": "서울 서초구 반포대로 110",
    "lat": 37.489885648079216,
    "lng": 127.0089351368139
  },
  {
    "id": "98202105",
    "name": "올리브영 서초우성점",
    "addr": "서울 서초구 강남대로 331",
    "lat": 37.4925690686405,
    "lng": 127.029653683612
  },
  {
    "id": "17600299",
    "name": "올리브영 서초타운점",
    "addr": "서울 서초구 서초대로78길 32",
    "lat": 37.494985967905436,
    "lng": 127.02802173429053
  },
  {
    "id": "450682941",
    "name": "올리브영 서판교점",
    "addr": "경기 성남시 분당구 운중로 120",
    "lat": 37.391438963416725,
    "lng": 127.07631899952496
  },
  {
    "id": "17627901",
    "name": "올리브영 서현중앙점",
    "addr": "경기 성남시 분당구 서현로210번길 20",
    "lat": 37.38568334925905,
    "lng": 127.12404007138656
  },
  {
    "id": "373394703",
    "name": "올리브영 석계역점",
    "addr": "서울 노원구 석계로1길 14",
    "lat": 37.61551011735749,
    "lng": 127.06398301488572
  },
  {
    "id": "204687207",
    "name": "올리브영 석촌역점",
    "addr": "서울 송파구 백제고분로 387",
    "lat": 37.506489386493165,
    "lng": 127.10857767850129
  },
  {
    "id": "11910208",
    "name": "올리브영 선릉로점",
    "addr": "서울 강남구 테헤란로64길 20",
    "lat": 37.5035692323941,
    "lng": 127.0513326899256
  },
  {
    "id": "1797814998",
    "name": "올리브영 선릉점",
    "addr": "서울 강남구 테헤란로 424",
    "lat": 37.5054928325046,
    "lng": 127.053468164247
  },
  {
    "id": "18355803",
    "name": "올리브영 선릉중앙점",
    "addr": "서울 강남구 테헤란로 316",
    "lat": 37.503077857524914,
    "lng": 127.04553740398384
  },
  {
    "id": "1066439948",
    "name": "올리브영 선릉타운점",
    "addr": "서울 강남구 테헤란로 411",
    "lat": 37.505457036673036,
    "lng": 127.05087480524152
  },
  {
    "id": "27492280",
    "name": "올리브영 선유도역점",
    "addr": "서울 영등포구 양평로 115",
    "lat": 37.53730745103975,
    "lng": 126.89460457383841
  },
  {
    "id": "27563740",
    "name": "올리브영 성남수정점",
    "addr": "경기 성남시 수정구 수정로 185",
    "lat": 37.44372827043045,
    "lng": 127.14058367624422
  },
  {
    "id": "1246210594",
    "name": "올리브영 성남위례점",
    "addr": "경기 성남시 수정구 위례동로 147",
    "lat": 37.473093853100515,
    "lng": 127.15025799592021
  },
  {
    "id": "2044387457",
    "name": "올리브영 성남은행점",
    "addr": "경기 성남시 중원구 산성대로 532",
    "lat": 37.4581249307915,
    "lng": 127.16477906274
  },
  {
    "id": "27197084",
    "name": "올리브영 성수역점",
    "addr": "서울 성동구 아차산로 91",
    "lat": 37.5452923381197,
    "lng": 127.054478788007
  },
  {
    "id": "617672793",
    "name": "올리브영 성수연방점",
    "addr": "서울 성동구 성수이로14길 14",
    "lat": 37.54165029330478,
    "lng": 127.05682631503774
  },
  {
    "id": "1623404405",
    "name": "올리브영 성신여대입구역점",
    "addr": "서울 성북구 아리랑로 9",
    "lat": 37.59377106272959,
    "lng": 127.016061869895
  },
  {
    "id": "900781164",
    "name": "올리브영 세곡동점",
    "addr": "서울 강남구 헌릉로569길 21-36",
    "lat": 37.46649556853993,
    "lng": 127.10029169732235
  },
  {
    "id": "374987702",
    "name": "올리브영 세종대평점",
    "addr": "세종특별자치시 대평로 71",
    "lat": 36.47308049086497,
    "lng": 127.27723039904309
  },
  {
    "id": "727512543",
    "name": "올리브영 세종도담점",
    "addr": "세종특별자치시 한누리대로 583",
    "lat": 36.51518745738752,
    "lng": 127.25857257700746
  },
  {
    "id": "13033029",
    "name": "올리브영 세종로점",
    "addr": "서울 종로구 세종대로 161",
    "lat": 37.57065747422844,
    "lng": 126.9762208387698
  },
  {
    "id": "511911274",
    "name": "올리브영 세종반곡점",
    "addr": "세종특별자치시 한누리대로 1844",
    "lat": 36.4977532889825,
    "lng": 127.30982606529398
  },
  {
    "id": "1524996143",
    "name": "올리브영 세종새롬점",
    "addr": "세종특별자치시 새롬중앙로 63",
    "lat": 36.48664643995768,
    "lng": 127.25036669718357
  },
  {
    "id": "1468478490",
    "name": "올리브영 세종소담점",
    "addr": "세종특별자치시 한누리대로 2022",
    "lat": 36.48432446280872,
    "lng": 127.29915429652262
  },
  {
    "id": "1158677596",
    "name": "올리브영 세종아름점",
    "addr": "세종특별자치시 보듬3로 100",
    "lat": 36.51182252818872,
    "lng": 127.248404842068
  },
  {
    "id": "1479868542",
    "name": "올리브영 세종종촌점",
    "addr": "세종특별자치시 도움3로 105-10",
    "lat": 36.5041056946219,
    "lng": 127.249387033793
  },
  {
    "id": "27093764",
    "name": "올리브영 센텀중앙로점",
    "addr": "부산 해운대구 센텀6로 21",
    "lat": 35.17355155465203,
    "lng": 129.12897035609166
  },
  {
    "id": "1044909318",
    "name": "올리브영 센트럴 강남 타운",
    "addr": "서울 서초구 강남대로 403",
    "lat": 37.4984578263415,
    "lng": 127.026815259293
  },
  {
    "id": "1176440931",
    "name": "올리브영 센트럴 명동 타운",
    "addr": "서울 중구 명동8길 27",
    "lat": 37.56239229020898,
    "lng": 126.98509368521391
  },
  {
    "id": "1930741303",
    "name": "올리브영 속초대로점",
    "addr": "강원특별자치도 속초시 동해대로 4141",
    "lat": 38.1893181046423,
    "lng": 128.581037016624
  },
  {
    "id": "186098648",
    "name": "올리브영 속초점",
    "addr": "강원특별자치도 속초시 중앙로 132",
    "lat": 38.20251663424764,
    "lng": 128.59045736237238
  },
  {
    "id": "588305343",
    "name": "올리브영 속초조양점",
    "addr": "강원특별자치도 속초시 동해대로 4038",
    "lat": 38.19002861970647,
    "lng": 128.59331307117165
  },
  {
    "id": "60442168",
    "name": "올리브영 송내남부역점",
    "addr": "경기 부천시 소사구 송내대로 35",
    "lat": 37.4867209058343,
    "lng": 126.75288658718989
  },
  {
    "id": "20104793",
    "name": "올리브영 송내로데오점",
    "addr": "경기 부천시 원미구 상일로94번길 34",
    "lat": 37.490053822871715,
    "lng": 126.75250246265938
  },
  {
    "id": "1166341680",
    "name": "올리브영 송도글로벌점",
    "addr": "인천 연수구 송도과학로16번길 33-4",
    "lat": 37.37865969513705,
    "lng": 126.66284163500504
  },
  {
    "id": "941855459",
    "name": "올리브영 송도랜드마크시티점",
    "addr": "인천 연수구 랜드마크로 68",
    "lat": 37.41510804609358,
    "lng": 126.62299389581736
  },
  {
    "id": "546005907",
    "name": "올리브영 송도삼성바이오로직스점",
    "addr": "인천 연수구 송도바이오대로 300",
    "lat": 37.36795656967629,
    "lng": 126.66035965725061
  },
  {
    "id": "27338620",
    "name": "올리브영 송도센트럴파크점",
    "addr": "인천 연수구 해돋이로171번길 11",
    "lat": 37.39346596918581,
    "lng": 126.6443272755686
  },
  {
    "id": "2117670473",
    "name": "올리브영 송도인천대입구역점",
    "addr": "인천 연수구 벤처로 10",
    "lat": 37.3824859990499,
    "lng": 126.636863697338
  },
  {
    "id": "18960674",
    "name": "올리브영 송도점",
    "addr": "인천 연수구 해돋이로120번길 23",
    "lat": 37.39404682164757,
    "lng": 126.65087671115988
  },
  {
    "id": "1538514383",
    "name": "올리브영 송도트리플스트리트점",
    "addr": "인천 연수구 송도과학로16번길 33-2",
    "lat": 37.38049490285163,
    "lng": 126.65994971308558
  },
  {
    "id": "2139808190",
    "name": "올리브영 송리단길점",
    "addr": "서울 송파구 백제고분로 425",
    "lat": 37.50916651741343,
    "lng": 127.11121799621256
  },
  {
    "id": "4196511",
    "name": "올리브영 송산그린시티점",
    "addr": "경기 화성시 만세구 꽃내음1길 19-6",
    "lat": 37.28417532003931,
    "lng": 126.81828353308809
  },
  {
    "id": "18597678",
    "name": "올리브영 송정역점",
    "addr": "서울 강서구 공항대로 28",
    "lat": 37.561159532030786,
    "lng": 126.81023462374645
  },
  {
    "id": "25449097",
    "name": "올리브영 송탄점",
    "addr": "경기 평택시 특구로 26",
    "lat": 37.06764442921538,
    "lng": 127.06343106616303
  },
  {
    "id": "1050695383",
    "name": "올리브영 송파구청점",
    "addr": "서울 송파구 오금로 87",
    "lat": 37.51437874050352,
    "lng": 127.10741501210074
  },
  {
    "id": "1576015256",
    "name": "올리브영 송파하비오점",
    "addr": "서울 송파구 송파대로 111",
    "lat": 37.48176156593628,
    "lng": 127.12297765152849
  },
  {
    "id": "1648588307",
    "name": "올리브영 수내역점",
    "addr": "경기 성남시 분당구 황새울로258번길 10-3",
    "lat": 37.38034543049839,
    "lng": 127.11631164757152
  },
  {
    "id": "1064140019",
    "name": "올리브영 수락산역점",
    "addr": "서울 노원구 동일로 1660",
    "lat": 37.67659836182457,
    "lng": 127.0555846647894
  },
  {
    "id": "597152876",
    "name": "올리브영 수색점",
    "addr": "서울 은평구 수색로 216",
    "lat": 37.57977425513095,
    "lng": 126.89992222235966
  },
  {
    "id": "26984041",
    "name": "올리브영 수서역점",
    "addr": "서울 강남구 밤고개로1길 10",
    "lat": 37.4878417423176,
    "lng": 127.101972198564
  },
  {
    "id": "286259070",
    "name": "올리브영 수원경기대점",
    "addr": "경기 수원시 영통구 대학로 34",
    "lat": 37.29928203206594,
    "lng": 127.04356452275846
  },
  {
    "id": "690380861",
    "name": "올리브영 수원권선점",
    "addr": "경기 수원시 권선구 동수원로242번길 6",
    "lat": 37.2509106525324,
    "lng": 127.035217070554
  },
  {
    "id": "100805657",
    "name": "올리브영 수원금곡점",
    "addr": "경기 수원시 권선구 금곡로 219",
    "lat": 37.27493066873455,
    "lng": 126.9543241371062
  },
  {
    "id": "18619010",
    "name": "올리브영 수원대점",
    "addr": "경기 화성시 효행구 봉담읍 와우안길 12",
    "lat": 37.214009961432886,
    "lng": 126.97965673999015
  },
  {
    "id": "1186971330",
    "name": "올리브영 수원망포사거리점",
    "addr": "경기 수원시 영통구 덕영대로 1470",
    "lat": 37.245186736764865,
    "lng": 127.05132710470579
  },
  {
    "id": "1695061483",
    "name": "올리브영 수원망포점",
    "addr": "경기 수원시 영통구 영통로 127",
    "lat": 37.23884668020261,
    "lng": 127.05596935614243
  },
  {
    "id": "1871964982",
    "name": "올리브영 수원매교점",
    "addr": "경기 수원시 팔달구 인계로 20",
    "lat": 37.2660648755658,
    "lng": 127.016510604807
  },
  {
    "id": "27304869",
    "name": "올리브영 수원매탄점",
    "addr": "경기 수원시 영통구 효원로 393",
    "lat": 37.2590421767949,
    "lng": 127.04442400062572
  },
  {
    "id": "27528235",
    "name": "올리브영 수원성대점",
    "addr": "경기 수원시 장안구 서부로 2128",
    "lat": 37.298229764010415,
    "lng": 126.97175817553702
  },
  {
    "id": "2091746151",
    "name": "올리브영 수원시청역점",
    "addr": "경기 수원시 팔달구 권광로 138",
    "lat": 37.26005909111354,
    "lng": 127.03150575206226
  },
  {
    "id": "872378665",
    "name": "올리브영 수원엘포트몰점",
    "addr": "경기 수원시 영통구 광교중앙로 145",
    "lat": 37.2870586706302,
    "lng": 127.05799769311072
  },
  {
    "id": "15539385",
    "name": "올리브영 수원역점",
    "addr": "경기 수원시 팔달구 매산로 7-1",
    "lat": 37.267372515680414,
    "lng": 127.00226609010775
  },
  {
    "id": "1720354601",
    "name": "올리브영 수원영통역점",
    "addr": "경기 수원시 영통구 봉영로 1606",
    "lat": 37.25400026576343,
    "lng": 127.07432024688637
  },
  {
    "id": "26305820",
    "name": "올리브영 수원영통점",
    "addr": "경기 수원시 영통구 청명남로34번길 3",
    "lat": 37.25291345226944,
    "lng": 127.07598404230299
  },
  {
    "id": "1444010389",
    "name": "올리브영 수원오목천점",
    "addr": "경기 수원시 권선구 매송고색로 537",
    "lat": 37.246469060285165,
    "lng": 126.96364437479785
  },
  {
    "id": "24482609",
    "name": "올리브영 수원인계점",
    "addr": "경기 수원시 팔달구 권광로 187",
    "lat": 37.2643405583426,
    "lng": 127.03256387444765
  },
  {
    "id": "27541592",
    "name": "올리브영 수원장안구청사거리점",
    "addr": "경기 수원시 장안구 경수대로 920",
    "lat": 37.30161523251784,
    "lng": 127.00964145121617
  },
  {
    "id": "27606672",
    "name": "올리브영 수원정자점",
    "addr": "경기 수원시 장안구 대평로 80",
    "lat": 37.29541451251692,
    "lng": 126.99353191577833
  },
  {
    "id": "1617447805",
    "name": "올리브영 수원중앙점",
    "addr": "경기 수원시 팔달구 향교로 5",
    "lat": 37.2677239295157,
    "lng": 127.00182640946976
  },
  {
    "id": "27111306",
    "name": "올리브영 수원천천점",
    "addr": "경기 수원시 장안구 만석로19번길 29",
    "lat": 37.29670017266837,
    "lng": 126.9831612658036
  },
  {
    "id": "963751310",
    "name": "올리브영 수원탑동점",
    "addr": "경기 수원시 권선구 금호로 224-1",
    "lat": 37.2751007514208,
    "lng": 126.97463072704376
  },
  {
    "id": "1510585952",
    "name": "올리브영 수원터미널점",
    "addr": "경기 수원시 권선구 덕영대로1201번길 20",
    "lat": 37.249938787406954,
    "lng": 127.02268160337499
  },
  {
    "id": "1953515672",
    "name": "올리브영 수원호매실사거리점",
    "addr": "경기 수원시 권선구 호매실로90번길 76",
    "lat": 37.2587730229158,
    "lng": 126.964330612064
  },
  {
    "id": "26936044",
    "name": "올리브영 수원호매실점",
    "addr": "경기 수원시 권선구 금곡로118번길 64",
    "lat": 37.27169243904343,
    "lng": 126.94220576616472
  },
  {
    "id": "11910250",
    "name": "올리브영 수원AK역사점",
    "addr": "경기 수원시 팔달구 덕영대로 924",
    "lat": 37.26549836852239,
    "lng": 127.00067079114429
  },
  {
    "id": "1593763046",
    "name": "올리브영 수원AK타운중앙점",
    "addr": "경기 수원시 팔달구 덕영대로 924",
    "lat": 37.26731279808538,
    "lng": 126.99977170005748
  },
  {
    "id": "20906634",
    "name": "올리브영 수유역점",
    "addr": "서울 강북구 도봉로 329",
    "lat": 37.637544977620415,
    "lng": 127.02477822163614
  },
  {
    "id": "345420499",
    "name": "올리브영 수유중앙점",
    "addr": "서울 강북구 도봉로 336",
    "lat": 37.6377042457872,
    "lng": 127.02574130758622
  },
  {
    "id": "215052177",
    "name": "올리브영 수지동천점",
    "addr": "경기 용인시 수지구 손곡로 95",
    "lat": 37.3359822707658,
    "lng": 127.09194467966005
  },
  {
    "id": "1522626555",
    "name": "올리브영 수지중앙점",
    "addr": "경기 용인시 수지구 풍덕천로 119",
    "lat": 37.32310576168191,
    "lng": 127.09518960231743
  },
  {
    "id": "604131395",
    "name": "올리브영 숙대입구역점",
    "addr": "서울 용산구 한강대로 285",
    "lat": 37.54375728474718,
    "lng": 126.97205054603218
  },
  {
    "id": "555926575",
    "name": "올리브영 숙대점",
    "addr": "서울 용산구 청파로45길 19",
    "lat": 37.544277400054646,
    "lng": 126.96937985922652
  },
  {
    "id": "263480104",
    "name": "올리브영 순천신대지구점",
    "addr": "전남 순천시 해룡면 향매로 59",
    "lat": 34.93464516253899,
    "lng": 127.54614666087677
  },
  {
    "id": "1364367174",
    "name": "올리브영 순천오천지구점",
    "addr": "전남 순천시 오천6길 20",
    "lat": 34.933676743203364,
    "lng": 127.49422539600864
  },
  {
    "id": "2129518498",
    "name": "올리브영 순천왕조점",
    "addr": "전남 순천시 왕궁길 3",
    "lat": 34.9538724787076,
    "lng": 127.532538790319
  },
  {
    "id": "819941561",
    "name": "올리브영 순천용당점",
    "addr": "전남 순천시 강변로 963",
    "lat": 34.9711158361781,
    "lng": 127.487680666
  },
  {
    "id": "1640709765",
    "name": "올리브영 순천조례중앙점",
    "addr": "전남 순천시 이수로 321",
    "lat": 34.95397190204493,
    "lng": 127.51893978424498
  },
  {
    "id": "19857455",
    "name": "올리브영 순천중앙점",
    "addr": "전남 순천시 황금1길 16",
    "lat": 34.95470843535013,
    "lng": 127.48488474088984
  },
  {
    "id": "820627495",
    "name": "올리브영 순천향입구점",
    "addr": "서울 용산구 대사관로 71",
    "lat": 37.53335388752827,
    "lng": 127.00599641816437
  },
  {
    "id": "668653947",
    "name": "올리브영 순천호수공원점",
    "addr": "전남 순천시 왕지2길 25-12",
    "lat": 34.9673945918904,
    "lng": 127.52223599515769
  },
  {
    "id": "796629691",
    "name": "올리브영 숭실대입구역점",
    "addr": "서울 동작구 상도로 358",
    "lat": 37.4966413721279,
    "lng": 126.952934208957
  },
  {
    "id": "11910264",
    "name": "올리브영 스타시티점",
    "addr": "서울 광진구 아차산로 272",
    "lat": 37.53846707341298,
    "lng": 127.07317260631915
  },
  {
    "id": "1539147829",
    "name": "올리브영 스타필드고양 타운점",
    "addr": "경기 고양시 덕양구 고양대로 1955",
    "lat": 37.646754728546746,
    "lng": 126.89284562106991
  },
  {
    "id": "1274263572",
    "name": "올리브영 스타필드마켓경산점",
    "addr": "경북 경산시 옥산로 227",
    "lat": 35.8349114056909,
    "lng": 128.720087110965
  },
  {
    "id": "179644536",
    "name": "올리브영 스타필드마켓동탄점",
    "addr": "경기 화성시 동탄구 동탄중앙로 376",
    "lat": 37.2143759354011,
    "lng": 127.079722929813
  },
  {
    "id": "1653296406",
    "name": "올리브영 스타필드마켓일산점",
    "addr": "경기 고양시 일산서구 킨텍스로 171",
    "lat": 37.6615829596831,
    "lng": 126.74406532307
  },
  {
    "id": "1587385781",
    "name": "올리브영 스타필드마켓죽전점",
    "addr": "경기 용인시 수지구 포은대로 552",
    "lat": 37.325333812711634,
    "lng": 127.10997391584561
  },
  {
    "id": "1126424247",
    "name": "올리브영 스타필드빌리지운정점",
    "addr": "경기 파주시 와석순환로515번길 70",
    "lat": 37.7276378371031,
    "lng": 126.76480996544527
  },
  {
    "id": "1456220173",
    "name": "올리브영 스타필드수원점",
    "addr": "경기 수원시 장안구 수성로 175",
    "lat": 37.28744205936986,
    "lng": 126.9923721873575
  },
  {
    "id": "1292784626",
    "name": "올리브영 스타필드시티명지점",
    "addr": "부산 강서구 명지국제6로 168",
    "lat": 35.09327382727265,
    "lng": 128.91850263996594
  },
  {
    "id": "1518287280",
    "name": "올리브영 스타필드시티부천점",
    "addr": "경기 부천시 소사구 옥길로 1",
    "lat": 37.4614980454273,
    "lng": 126.81380198404574
  },
  {
    "id": "256414296",
    "name": "올리브영 스타필드시티위례점",
    "addr": "경기 하남시 위례대로 200",
    "lat": 37.48049992956467,
    "lng": 127.1482897499839
  },
  {
    "id": "122486956",
    "name": "올리브영 스타필드안성점",
    "addr": "경기 안성시 공도읍 서동대로 3930-39",
    "lat": 36.994872020208774,
    "lng": 127.14651921501554
  },
  {
    "id": "1220806043",
    "name": "올리브영 스타필드애비뉴그랑서울점",
    "addr": "서울 종로구 종로 33",
    "lat": 37.5709620452052,
    "lng": 126.981437983775
  },
  {
    "id": "731563912",
    "name": "올리브영 스타필드하남점",
    "addr": "경기 하남시 미사대로 750",
    "lat": 37.54518494444408,
    "lng": 127.22415988066257
  },
  {
    "id": "11910211",
    "name": "올리브영 시청역점",
    "addr": "서울 중구 세종대로16길 1",
    "lat": 37.56353527857764,
    "lng": 126.97711387330746
  },
  {
    "id": "26261855",
    "name": "올리브영 시화점",
    "addr": "경기 시흥시 중심상가3길 15-1",
    "lat": 37.3445864930865,
    "lng": 126.736639167372
  },
  {
    "id": "290060652",
    "name": "올리브영 시흥능곡점",
    "addr": "경기 시흥시 승지로59번길 6",
    "lat": 37.369718792540006,
    "lng": 126.80941395642368
  },
  {
    "id": "26984044",
    "name": "올리브영 시흥대야점",
    "addr": "경기 시흥시 비둘기공원7길 52",
    "lat": 37.44181347874219,
    "lng": 126.79158150280195
  },
  {
    "id": "1898118491",
    "name": "올리브영 시흥목감점",
    "addr": "경기 시흥시 목감둘레로 253-33",
    "lat": 37.381199843920726,
    "lng": 126.86134535185333
  },
  {
    "id": "20104805",
    "name": "올리브영 시흥사거리점",
    "addr": "서울 금천구 시흥대로 228",
    "lat": 37.45414117204032,
    "lng": 126.90110704186627
  },
  {
    "id": "1783641565",
    "name": "올리브영 시흥신천점",
    "addr": "경기 시흥시 수인로 3372",
    "lat": 37.44113531514048,
    "lng": 126.78421686348545
  },
  {
    "id": "1121800768",
    "name": "올리브영 시흥은계점",
    "addr": "경기 시흥시 은계번영길 13",
    "lat": 37.4373578715948,
    "lng": 126.802547605196
  },
  {
    "id": "1503765760",
    "name": "올리브영 시흥장곡점",
    "addr": "경기 시흥시 진말로9번길 11",
    "lat": 37.37808563134649,
    "lng": 126.7842000436755
  },
  {
    "id": "2088307487",
    "name": "올리브영 신강남점",
    "addr": "서울 강남구 봉은사로2길 31",
    "lat": 37.5025502719057,
    "lng": 127.026477442438
  },
  {
    "id": "552252688",
    "name": "올리브영 신금호역점",
    "addr": "서울 성동구 무수막길 95",
    "lat": 37.5542285334407,
    "lng": 127.019817464028
  },
  {
    "id": "1719028835",
    "name": "올리브영 신길점",
    "addr": "서울 영등포구 영등포로 358",
    "lat": 37.5143414786403,
    "lng": 126.91803506524474
  },
  {
    "id": "27388600",
    "name": "올리브영 신내점",
    "addr": "서울 중랑구 신내로 72",
    "lat": 37.60540397126432,
    "lng": 127.09559913338883
  },
  {
    "id": "957996180",
    "name": "올리브영 신논현역점",
    "addr": "서울 강남구 강남대로 470",
    "lat": 37.50432916590024,
    "lng": 127.02506097591196
  },
  {
    "id": "11910212",
    "name": "올리브영 신논현점",
    "addr": "서울 서초구 강남대로 483",
    "lat": 37.50529712255287,
    "lng": 127.02371996183211
  },
  {
    "id": "1342067327",
    "name": "올리브영 신당역점",
    "addr": "서울 중구 다산로 258",
    "lat": 37.56577983187329,
    "lng": 127.01644636000083
  },
  {
    "id": "1387690340",
    "name": "올리브영 신대방삼거리역점",
    "addr": "서울 동작구 보라매로 113",
    "lat": 37.499556985225155,
    "lng": 126.92784925279767
  },
  {
    "id": "842177703",
    "name": "올리브영 신대방역점",
    "addr": "서울 관악구 난곡로 357",
    "lat": 37.485888131665234,
    "lng": 126.91356491138299
  },
  {
    "id": "26856024",
    "name": "올리브영 신도림점",
    "addr": "서울 구로구 경인로 661",
    "lat": 37.50947310031881,
    "lng": 126.88808369812462
  },
  {
    "id": "730723844",
    "name": "올리브영 신도림테크노마트점",
    "addr": "서울 구로구 새말로 97",
    "lat": 37.506972207658,
    "lng": 126.890320027389
  },
  {
    "id": "1057669318",
    "name": "올리브영 신림역점",
    "addr": "서울 관악구 신림로 350",
    "lat": 37.48547182685945,
    "lng": 126.9298188715778
  },
  {
    "id": "915642159",
    "name": "올리브영 신림점",
    "addr": "서울 관악구 신림로 353",
    "lat": 37.485772439788335,
    "lng": 126.92927586325582
  },
  {
    "id": "554422102",
    "name": "올리브영 신림중앙점",
    "addr": "서울 관악구 신림로 321",
    "lat": 37.48288763746689,
    "lng": 126.92965508496172
  },
  {
    "id": "20951594",
    "name": "올리브영 신림타임스트림점",
    "addr": "서울 관악구 신림로 330",
    "lat": 37.4838502579161,
    "lng": 126.93023420720652
  },
  {
    "id": "1540236419",
    "name": "올리브영 신방화역점",
    "addr": "서울 강서구 방화대로 294",
    "lat": 37.56712600671891,
    "lng": 126.81713997855763
  },
  {
    "id": "957191350",
    "name": "올리브영 신사서초점",
    "addr": "서울 서초구 강남대로 589",
    "lat": 37.514372785705476,
    "lng": 127.01966440032989
  },
  {
    "id": "1114533586",
    "name": "올리브영 신사점",
    "addr": "서울 강남구 도산대로 116",
    "lat": 37.51661145752484,
    "lng": 127.02151441279433
  },
  {
    "id": "1767417384",
    "name": "올리브영 신설동역점",
    "addr": "서울 동대문구 왕산로 4",
    "lat": 37.57545524150353,
    "lng": 127.02393124758079
  },
  {
    "id": "1998481970",
    "name": "올리브영 신세계프리미엄아울렛부산점",
    "addr": "부산 기장군 장안읍 정관로 1133",
    "lat": 35.32383461453892,
    "lng": 129.23729244773583
  },
  {
    "id": "827310803",
    "name": "올리브영 신세계프리미엄아울렛시흥점",
    "addr": "경기 시흥시 서해안로 699",
    "lat": 37.379032867368636,
    "lng": 126.73794591349807
  },
  {
    "id": "1430010770",
    "name": "올리브영 신세계프리미엄아울렛파주점",
    "addr": "경기 파주시 탄현면 법흥리 1790-8",
    "lat": 37.76905517110636,
    "lng": 126.69343742201636
  },
  {
    "id": "183300037",
    "name": "올리브영 신용산역점",
    "addr": "서울 용산구 한강대로 95",
    "lat": 37.5286568894464,
    "lng": 126.96655679256384
  },
  {
    "id": "1958625688",
    "name": "올리브영 신정네거리역점",
    "addr": "서울 양천구 중앙로 252",
    "lat": 37.51904824267557,
    "lng": 126.85363619238343
  },
  {
    "id": "2107975207",
    "name": "올리브영 신천중앙점",
    "addr": "서울 송파구 올림픽로 114",
    "lat": 37.511451190124085,
    "lng": 127.08306569706059
  },
  {
    "id": "11910216",
    "name": "올리브영 신촌대로점",
    "addr": "서울 서대문구 신촌로 121",
    "lat": 37.55610662137798,
    "lng": 126.93916878662968
  },
  {
    "id": "1289330977",
    "name": "올리브영 신촌로터리점",
    "addr": "서울 마포구 서강로 133",
    "lat": 37.5544124726434,
    "lng": 126.935265737438
  },
  {
    "id": "18355817",
    "name": "올리브영 신촌명물거리점",
    "addr": "서울 서대문구 명물길 54",
    "lat": 37.55880068343014,
    "lng": 126.93932504629979
  },
  {
    "id": "18355818",
    "name": "올리브영 신촌연세점",
    "addr": "서울 서대문구 연세로 37",
    "lat": 37.5588506883736,
    "lng": 126.93674906334104
  },
  {
    "id": "1053036121",
    "name": "올리브영 신촌중앙점",
    "addr": "서울 서대문구 신촌로 93",
    "lat": 37.555681783,
    "lng": 126.936566136958
  },
  {
    "id": "647095013",
    "name": "올리브영 신풍역점",
    "addr": "서울 영등포구 신풍로 28",
    "lat": 37.4998138329641,
    "lng": 126.909603176267
  },
  {
    "id": "38882548",
    "name": "올리브영 신흥역점",
    "addr": "경기 성남시 수정구 산성대로 257-1",
    "lat": 37.440637121105524,
    "lng": 127.14560300910262
  },
  {
    "id": "22705021",
    "name": "올리브영 쌍문역점",
    "addr": "서울 도봉구 도봉로 480",
    "lat": 37.64836595121934,
    "lng": 127.03486564674255
  },
  {
    "id": "27353050",
    "name": "올리브영 쌍문점",
    "addr": "서울 도봉구 도당로 2",
    "lat": 37.65842891143093,
    "lng": 127.03525113911246
  },
  {
    "id": "108193192",
    "name": "올리브영 씨제이남산더센터점",
    "addr": "서울 중구 소월로2길 12",
    "lat": 37.5545673999821,
    "lng": 126.975835508718
  },
  {
    "id": "616106981",
    "name": "올리브영 씨제이ENM커머스부문점",
    "addr": "서울 서초구 과천대로 870-13",
    "lat": 37.4690945551858,
    "lng": 126.987681699162
  },
  {
    "id": "2093839779",
    "name": "올리브영 아산방축점",
    "addr": "충남 아산시 온천대로 1367",
    "lat": 36.7848545812336,
    "lng": 126.99048977604
  },
  {
    "id": "990869483",
    "name": "올리브영 아산배방점",
    "addr": "충남 아산시 배방읍 배방로 25",
    "lat": 36.774667854795354,
    "lng": 127.05476980195026
  },
  {
    "id": "1303362652",
    "name": "올리브영 아산용화점",
    "addr": "충남 아산시 용화로47번길 3-1",
    "lat": 36.775103657760035,
    "lng": 127.00884924640464
  },
  {
    "id": "18782157",
    "name": "올리브영 아산점",
    "addr": "충남 아산시 충무로 5",
    "lat": 36.781775511990986,
    "lng": 127.00402171495293
  },
  {
    "id": "472586005",
    "name": "올리브영 아산지중해마을점",
    "addr": "충남 아산시 탕정면 탕정면로8번길 33-18",
    "lat": 36.79830723635131,
    "lng": 127.05948486561786
  },
  {
    "id": "1542616095",
    "name": "올리브영 아산탕정점",
    "addr": "충남 아산시 탕정면 한들물빛5로 25",
    "lat": 36.78740923089709,
    "lng": 127.08591862519451
  },
  {
    "id": "1455419353",
    "name": "올리브영 아산터미널점",
    "addr": "충남 아산시 번영로 216",
    "lat": 36.78424310899849,
    "lng": 127.01460299024612
  },
  {
    "id": "1590043699",
    "name": "올리브영 아산테크노밸리점",
    "addr": "충남 아산시 둔포면 아산밸리중앙로 50",
    "lat": 36.92329921679557,
    "lng": 127.05398367946046
  },
  {
    "id": "912965921",
    "name": "올리브영 아주대삼거리점",
    "addr": "경기 수원시 팔달구 중부대로 249",
    "lat": 37.27523249699412,
    "lng": 127.04333304803977
  },
  {
    "id": "18166514",
    "name": "올리브영 아주대점",
    "addr": "경기 수원시 팔달구 아주로 43-1",
    "lat": 37.27879062422043,
    "lng": 127.04355158270704
  },
  {
    "id": "27230607",
    "name": "올리브영 아차산역점",
    "addr": "서울 광진구 천호대로 671",
    "lat": 37.55137654147858,
    "lng": 127.09040926897605
  },
  {
    "id": "990494898",
    "name": "올리브영 아현역점",
    "addr": "서울 서대문구 신촌로35길 10",
    "lat": 37.557914318428466,
    "lng": 126.95608729021214
  },
  {
    "id": "901627935",
    "name": "올리브영 안국역점",
    "addr": "서울 종로구 북촌로 1",
    "lat": 37.5770335525404,
    "lng": 126.985792644386
  },
  {
    "id": "27410482",
    "name": "올리브영 안동옥동점",
    "addr": "경북 안동시 광명로 177",
    "lat": 36.5633774841388,
    "lng": 128.7020876062881
  },
  {
    "id": "1375865595",
    "name": "올리브영 안동옥동주공점",
    "addr": "경북 안동시 옥서로 56",
    "lat": 36.55930896998354,
    "lng": 128.6985750656161
  },
  {
    "id": "19219484",
    "name": "올리브영 안동점",
    "addr": "경북 안동시 문화광장길 42",
    "lat": 36.564978592577795,
    "lng": 128.7311181561697
  },
  {
    "id": "1650193983",
    "name": "올리브영 안동정하점",
    "addr": "경북 안동시 강남5길 5",
    "lat": 36.55060843377355,
    "lng": 128.73592680706494
  },
  {
    "id": "1833374411",
    "name": "올리브영 안산고잔광장점",
    "addr": "경기 안산시 단원구 광덕3로 167",
    "lat": 37.31260644449857,
    "lng": 126.83157725205395
  },
  {
    "id": "26870017",
    "name": "올리브영 안산고잔점",
    "addr": "경기 안산시 단원구 광덕대로 168",
    "lat": 37.31137789608424,
    "lng": 126.83063805966718
  },
  {
    "id": "17672587",
    "name": "올리브영 안산선부점",
    "addr": "경기 안산시 단원구 선부광장1로 69",
    "lat": 37.33616517263327,
    "lng": 126.81263242512665
  },
  {
    "id": "1093439913",
    "name": "올리브영 안산원곡점",
    "addr": "경기 안산시 단원구 화랑로 122",
    "lat": 37.325593706274596,
    "lng": 126.80177307420755
  },
  {
    "id": "883901336",
    "name": "올리브영 안산월피공원점",
    "addr": "경기 안산시 상록구 예술광장로 31",
    "lat": 37.3286096752658,
    "lng": 126.847518565013
  },
  {
    "id": "26813383",
    "name": "올리브영 안산점",
    "addr": "경기 안산시 단원구 고잔2길 41",
    "lat": 37.3180803150292,
    "lng": 126.835486535969
  },
  {
    "id": "700875519",
    "name": "올리브영 안산중앙로데오점",
    "addr": "경기 안산시 단원구 고잔1길 33",
    "lat": 37.3184619799832,
    "lng": 126.83717118923
  },
  {
    "id": "17137486",
    "name": "올리브영 안산중앙역점",
    "addr": "경기 안산시 단원구 고잔2길 65",
    "lat": 37.317630458987836,
    "lng": 126.83858317921707
  },
  {
    "id": "716655961",
    "name": "올리브영 안산초지점",
    "addr": "경기 안산시 단원구 광덕1로 56",
    "lat": 37.30803740828201,
    "lng": 126.81591933691503
  },
  {
    "id": "679396027",
    "name": "올리브영 안산한대앞역점",
    "addr": "경기 안산시 상록구 중보로 51",
    "lat": 37.307783070252675,
    "lng": 126.85239302605066
  },
  {
    "id": "1004943946",
    "name": "올리브영 안성마정점",
    "addr": "경기 안성시 공도읍 서동대로 4473-1",
    "lat": 37.009290379634024,
    "lng": 127.199026097836
  },
  {
    "id": "1124094381",
    "name": "올리브영 안성물류센터",
    "addr": "경기 안성시 대덕면 소동산길 3-29",
    "lat": 37.049660184188134,
    "lng": 127.23050725253611
  },
  {
    "id": "1904174110",
    "name": "올리브영 안성아양점",
    "addr": "경기 안성시 아양2로 113",
    "lat": 37.0124264861817,
    "lng": 127.25741801521146
  },
  {
    "id": "18052105",
    "name": "올리브영 안성점",
    "addr": "경기 안성시 중앙로 391",
    "lat": 37.00748765783994,
    "lng": 127.2703941509344
  },
  {
    "id": "8025899",
    "name": "올리브영 안암점",
    "addr": "서울 성북구 고려대로24길 44",
    "lat": 37.58420718145743,
    "lng": 127.02932090811139
  },
  {
    "id": "1450312190",
    "name": "올리브영 안양1번가점",
    "addr": "경기 안양시 만안구 안양로292번길 5",
    "lat": 37.39868669371268,
    "lng": 126.92216029332681
  },
  {
    "id": "1403047845",
    "name": "올리브영 안양관양점",
    "addr": "경기 안양시 동안구 관악대로 342",
    "lat": 37.4033658726759,
    "lng": 126.960722514699
  },
  {
    "id": "1414652373",
    "name": "올리브영 안양동편점",
    "addr": "경기 안양시 동안구 동편로 6",
    "lat": 37.4054052252987,
    "lng": 126.97132155313233
  },
  {
    "id": "859017010",
    "name": "올리브영 안양비산점",
    "addr": "경기 안양시 동안구 관악대로 103",
    "lat": 37.39914880736052,
    "lng": 126.93544469819851
  },
  {
    "id": "1632958688",
    "name": "올리브영 안양사거리점",
    "addr": "경기 안양시 만안구 안양로 303",
    "lat": 37.39889678823595,
    "lng": 126.92103747731622
  },
  {
    "id": "49446529",
    "name": "올리브영 안양엔터식스점",
    "addr": "경기 안양시 만안구 만안로 232",
    "lat": 37.40143535958609,
    "lng": 126.92300225130604
  },
  {
    "id": "300976551",
    "name": "올리브영 안양일번가지하상가점",
    "addr": "경기 안양시 만안구 만안로 지하 231",
    "lat": 37.39992341889612,
    "lng": 126.9202424387432
  },
  {
    "id": "1395351381",
    "name": "올리브영 안양호계점",
    "addr": "경기 안양시 동안구 경수대로 555",
    "lat": 37.3720829710995,
    "lng": 126.957324816049
  },
  {
    "id": "20104832",
    "name": "올리브영 암사역점",
    "addr": "서울 강동구 올림픽로 774",
    "lat": 37.55016059394796,
    "lng": 127.12780893553773
  },
  {
    "id": "1357165713",
    "name": "올리브영 압구정로데오역점",
    "addr": "서울 강남구 선릉로 817",
    "lat": 37.5250852743303,
    "lng": 127.039424924956
  },
  {
    "id": "19730259",
    "name": "올리브영 압구정로데오점",
    "addr": "서울 강남구 압구정로 342",
    "lat": 37.52785042296027,
    "lng": 127.03950444102811
  },
  {
    "id": "11910220",
    "name": "올리브영 압구정역점",
    "addr": "서울 강남구 논현로 878",
    "lat": 37.52729572818331,
    "lng": 127.02908593223783
  },
  {
    "id": "11910221",
    "name": "올리브영 압구정점",
    "addr": "서울 강남구 논현로175길 6",
    "lat": 37.526296822835974,
    "lng": 127.02781623362452
  },
  {
    "id": "21459684",
    "name": "올리브영 압구정중앙점",
    "addr": "서울 강남구 논현로 842",
    "lat": 37.5242432401751,
    "lng": 127.02864694874114
  },
  {
    "id": "2132224026",
    "name": "올리브영 애오개역점",
    "addr": "서울 마포구 마포대로 201",
    "lat": 37.55228473001689,
    "lng": 126.95567186973012
  },
  {
    "id": "25506121",
    "name": "올리브영 야탑광장점",
    "addr": "경기 성남시 분당구 성남대로925번길 11",
    "lat": 37.4119586757953,
    "lng": 127.127659604324
  },
  {
    "id": "26620944",
    "name": "올리브영 약수역점",
    "addr": "서울 중구 동호로 192",
    "lat": 37.555355962400064,
    "lng": 127.01066091737789
  },
  {
    "id": "605406696",
    "name": "올리브영 양산남부시장점",
    "addr": "경남 양산시 삼일로 82",
    "lat": 35.34376041461678,
    "lng": 129.03629637494828
  },
  {
    "id": "197557228",
    "name": "올리브영 양산덕계점",
    "addr": "경남 양산시 번영로 19",
    "lat": 35.37427465461301,
    "lng": 129.1508369182163
  },
  {
    "id": "1258583294",
    "name": "올리브영 양산물금점",
    "addr": "경남 양산시 물금읍 청운로 188",
    "lat": 35.31678329945147,
    "lng": 129.00359239478172
  },
  {
    "id": "306647623",
    "name": "올리브영 양산범어점",
    "addr": "경남 양산시 물금읍 범어로 76",
    "lat": 35.32798157570097,
    "lng": 129.0153190517366
  },
  {
    "id": "815002235",
    "name": "올리브영 양산서창점",
    "addr": "경남 양산시 삼호1길 52",
    "lat": 35.41443702085154,
    "lng": 129.16823160246025
  },
  {
    "id": "1045309405",
    "name": "올리브영 양산석산점",
    "addr": "경남 양산시 동면 금오13길 10",
    "lat": 35.3165713925388,
    "lng": 129.025552118236
  },
  {
    "id": "1618376845",
    "name": "올리브영 양산신덕계점",
    "addr": "경남 양산시 웅상대로 862",
    "lat": 35.3763087070013,
    "lng": 129.155777064406
  },
  {
    "id": "18480137",
    "name": "올리브영 양산점",
    "addr": "경남 양산시 양산역1길 24",
    "lat": 35.33689450631883,
    "lng": 129.027513175135
  },
  {
    "id": "1526314341",
    "name": "올리브영 양원역점",
    "addr": "서울 중랑구 양원역로10길 17",
    "lat": 37.6068088214101,
    "lng": 127.106909052275
  },
  {
    "id": "19161741",
    "name": "올리브영 양재스타클래스점",
    "addr": "서울 강남구 남부순환로 2615",
    "lat": 37.485124028304305,
    "lng": 127.03616906424804
  },
  {
    "id": "18055053",
    "name": "올리브영 양재역점",
    "addr": "서울 서초구 남부순환로 지하 2585",
    "lat": 37.48423525628655,
    "lng": 127.03441724578464
  },
  {
    "id": "26344924",
    "name": "올리브영 양재하나로클럽점",
    "addr": "서울 서초구 청계산로 10",
    "lat": 37.46322970484178,
    "lng": 127.0435317365857
  },
  {
    "id": "26563313",
    "name": "올리브영 양주고읍점",
    "addr": "경기 양주시 고읍남로 24",
    "lat": 37.79444992511224,
    "lng": 127.07893088306271
  },
  {
    "id": "1404513629",
    "name": "올리브영 양주덕계점",
    "addr": "경기 양주시 평화로 1417",
    "lat": 37.81760239989461,
    "lng": 127.04552322542656
  },
  {
    "id": "1270048530",
    "name": "올리브영 양주덕정점",
    "addr": "경기 양주시 회정로 135",
    "lat": 37.83760705488045,
    "lng": 127.06825612734308
  },
  {
    "id": "2142979221",
    "name": "올리브영 양주옥정점",
    "addr": "경기 양주시 옥정로 200",
    "lat": 37.8194149204212,
    "lng": 127.0921321767997
  },
  {
    "id": "1037127242",
    "name": "올리브영 양천구청점",
    "addr": "서울 양천구 목동동로 73",
    "lat": 37.51572117640458,
    "lng": 126.86292815708116
  },
  {
    "id": "886862762",
    "name": "올리브영 양천향교역점",
    "addr": "서울 강서구 양천로 344",
    "lat": 37.568011746370125,
    "lng": 126.840817628857
  },
  {
    "id": "2083284348",
    "name": "올리브영 양평점",
    "addr": "경기 양평군 양평읍 양근로 197-2",
    "lat": 37.489407599569,
    "lng": 127.49155219564399
  },
  {
    "id": "1054161682",
    "name": "올리브영 어린이대공원역점",
    "addr": "서울 광진구 광나루로 388",
    "lat": 37.5474620256698,
    "lng": 127.072726489681
  },
  {
    "id": "1794894296",
    "name": "올리브영 언주역점",
    "addr": "서울 강남구 봉은사로 209",
    "lat": 37.507850490666485,
    "lng": 127.03493138639224
  },
  {
    "id": "27535448",
    "name": "올리브영 에버랜드점",
    "addr": "경기 용인시 처인구 포곡읍 에버랜드로 199",
    "lat": 37.29466459182693,
    "lng": 127.20314646602334
  },
  {
    "id": "279422898",
    "name": "올리브영 여수교동점",
    "addr": "전남 여수시 진남상가길 46",
    "lat": 34.741290451971864,
    "lng": 127.73209475536721
  },
  {
    "id": "18355826",
    "name": "올리브영 여수여서점",
    "addr": "전남 여수시 여서1로 75",
    "lat": 34.75355396832862,
    "lng": 127.70551768591771
  },
  {
    "id": "19564106",
    "name": "올리브영 여수여천점",
    "addr": "전남 여수시 망마로 47",
    "lat": 34.759352868008435,
    "lng": 127.66791831384178
  },
  {
    "id": "1978320844",
    "name": "올리브영 여수웅천마리나점",
    "addr": "전남 여수시 예울마루로 35-14",
    "lat": 34.746428672458755,
    "lng": 127.67151411851923
  },
  {
    "id": "129058891",
    "name": "올리브영 여수웅천점",
    "addr": "전남 여수시 신월로 96",
    "lat": 34.74904304727433,
    "lng": 127.67925847884048
  },
  {
    "id": "11910224",
    "name": "올리브영 여의도역점",
    "addr": "서울 영등포구 여의나루로 61",
    "lat": 37.523173049293895,
    "lng": 126.92613756695881
  },
  {
    "id": "826479727",
    "name": "올리브영 여의도IFC점",
    "addr": "서울 영등포구 국제금융로 10",
    "lat": 37.52503067786505,
    "lng": 126.92575789012683
  },
  {
    "id": "1257895531",
    "name": "올리브영 여주중앙로점",
    "addr": "경기 여주시 세종로14번길 18",
    "lat": 37.297457970326654,
    "lng": 127.63495512190514
  },
  {
    "id": "1123676990",
    "name": "올리브영 여주프리미엄빌리지점",
    "addr": "경기 여주시 명품1로 22-6",
    "lat": 37.242956866225,
    "lng": 127.615813765705
  },
  {
    "id": "65420134",
    "name": "올리브영 역곡역남부점",
    "addr": "경기 부천시 소사구 경인로 499",
    "lat": 37.48412944650024,
    "lng": 126.81087510068804
  },
  {
    "id": "17811454",
    "name": "올리브영 역곡역점",
    "addr": "경기 부천시 원미구 부일로 729",
    "lat": 37.485770029051466,
    "lng": 126.81078051070983
  },
  {
    "id": "20104849",
    "name": "올리브영 역삼역점",
    "addr": "서울 강남구 테헤란로 138",
    "lat": 37.49970018153835,
    "lng": 127.03429429003373
  },
  {
    "id": "11910225",
    "name": "올리브영 역삼점",
    "addr": "서울 강남구 테헤란로 111",
    "lat": 37.49885368067762,
    "lng": 127.02929315649493
  },
  {
    "id": "548632463",
    "name": "올리브영 역삼중앙점",
    "addr": "서울 강남구 테헤란로 151",
    "lat": 37.50088988673211,
    "lng": 127.03605339854192
  },
  {
    "id": "64451636",
    "name": "올리브영 연산역점",
    "addr": "부산 연제구 중앙대로 1086",
    "lat": 35.18460604957726,
    "lng": 129.08081274534143
  },
  {
    "id": "689684090",
    "name": "올리브영 연산토곡점",
    "addr": "부산 연제구 과정로 112",
    "lat": 35.1813335268175,
    "lng": 129.107356251312
  },
  {
    "id": "2085580319",
    "name": "올리브영 연수구청점",
    "addr": "인천 연수구 먼우금로 190",
    "lat": 37.41424882906701,
    "lng": 126.67665081933737
  },
  {
    "id": "19729558",
    "name": "올리브영 연신내로데오점",
    "addr": "서울 은평구 연서로 221",
    "lat": 37.6183707874553,
    "lng": 126.91984316960082
  },
  {
    "id": "1808746296",
    "name": "올리브영 연신내연서점",
    "addr": "서울 은평구 연서로 212",
    "lat": 37.6171822751723,
    "lng": 126.919682473919
  },
  {
    "id": "15349564",
    "name": "올리브영 연신내점",
    "addr": "서울 은평구 통일로 857",
    "lat": 37.61957401142485,
    "lng": 126.92044221129545
  },
  {
    "id": "389440482",
    "name": "올리브영 연천전곡점",
    "addr": "경기 연천군 전곡읍 전곡로 151",
    "lat": 38.02567464173755,
    "lng": 127.06825597642874
  },
  {
    "id": "26407034",
    "name": "올리브영 연희점",
    "addr": "서울 서대문구 연희로 97",
    "lat": 37.56680388393649,
    "lng": 126.9305168606295
  },
  {
    "id": "141049870",
    "name": "올리브영 염창역9호선점",
    "addr": "서울 강서구 공항대로 지하 631",
    "lat": 37.54705516031248,
    "lng": 126.87500274955053
  },
  {
    "id": "26588196",
    "name": "올리브영 염창역점",
    "addr": "서울 강서구 공항대로 637",
    "lat": 37.54723610027169,
    "lng": 126.87570404483695
  },
  {
    "id": "14566112",
    "name": "올리브영 영남대점",
    "addr": "경북 경산시 대학로 285",
    "lat": 35.83687116674417,
    "lng": 128.75351286141853
  },
  {
    "id": "105673859",
    "name": "올리브영 영등포역사점",
    "addr": "서울 영등포구 경인로 846",
    "lat": 37.515680801558815,
    "lng": 126.90763170642704
  },
  {
    "id": "25766935",
    "name": "올리브영 영등포역점",
    "addr": "서울 영등포구 영중로 6",
    "lat": 37.51695494633712,
    "lng": 126.90664603405803
  },
  {
    "id": "11910214",
    "name": "올리브영 영등포타임스퀘어점",
    "addr": "서울 영등포구 영중로 15",
    "lat": 37.51727352455122,
    "lng": 126.90370745836779
  },
  {
    "id": "1664630962",
    "name": "올리브영 영종하늘달빛로점",
    "addr": "인천 중구 하늘중앙로225번길 4",
    "lat": 37.48777345605414,
    "lng": 126.55824332335153
  },
  {
    "id": "27479668",
    "name": "올리브영 영종하늘도시점",
    "addr": "인천 중구 하늘중앙로195번길 20",
    "lat": 37.489093644323596,
    "lng": 126.56144680234189
  },
  {
    "id": "2092679363",
    "name": "올리브영 영주가흥점",
    "addr": "경북 영주시 대학로 241",
    "lat": 36.8171313972087,
    "lng": 128.60449840541
  },
  {
    "id": "1283871504",
    "name": "올리브영 영천완산점",
    "addr": "경북 영천시 완산7길 21",
    "lat": 35.9633319192275,
    "lng": 128.93984305497
  },
  {
    "id": "27354895",
    "name": "올리브영 오류동역점",
    "addr": "서울 구로구 경인로 204",
    "lat": 37.495750917493,
    "lng": 126.8437416657791
  },
  {
    "id": "560756115",
    "name": "올리브영 오리역점",
    "addr": "경기 성남시 분당구 성남대로 45",
    "lat": 37.339924030133034,
    "lng": 127.10821668438768
  },
  {
    "id": "325471238",
    "name": "올리브영 오목교역점",
    "addr": "서울 양천구 오목로 344",
    "lat": 37.524018921792354,
    "lng": 126.87550727150338
  },
  {
    "id": "1722105993",
    "name": "올리브영 오산갈곶점",
    "addr": "경기 오산시 경기대로 50",
    "lat": 37.12900714853138,
    "lng": 127.07129331054811
  },
  {
    "id": "1282660542",
    "name": "올리브영 오산대역점",
    "addr": "경기 오산시 내삼미로79번길 31",
    "lat": 37.17066323951724,
    "lng": 127.06481644038662
  },
  {
    "id": "27119178",
    "name": "올리브영 오산세교점",
    "addr": "경기 오산시 수청로 193",
    "lat": 37.17665704480656,
    "lng": 127.04549727103935
  },
  {
    "id": "1993727190",
    "name": "올리브영 오산시청점",
    "addr": "경기 오산시 성호대로 121",
    "lat": 37.14900315071126,
    "lng": 127.07477682193792
  },
  {
    "id": "17653424",
    "name": "올리브영 오산점",
    "addr": "경기 오산시 대원로 16",
    "lat": 37.1463009620394,
    "lng": 127.070210946053
  },
  {
    "id": "553008199",
    "name": "올리브영 옥천점",
    "addr": "충북 옥천군 옥천읍 삼금로 34",
    "lat": 36.30143089099575,
    "lng": 127.5682246148543
  },
  {
    "id": "1438995105",
    "name": "올리브영 온천장역점",
    "addr": "부산 동래구 중앙대로 1523",
    "lat": 35.22136067438448,
    "lng": 129.08561527132647
  },
  {
    "id": "1988576447",
    "name": "올리브영 올림픽대교북단점",
    "addr": "서울 광진구 아차산로 484",
    "lat": 37.5407539664664,
    "lng": 127.095644389403
  },
  {
    "id": "18276106",
    "name": "올리브영 왕십리역사점",
    "addr": "서울 성동구 왕십리광장로 17",
    "lat": 37.56154007821028,
    "lng": 127.03831230067338
  },
  {
    "id": "21366184",
    "name": "올리브영 외대정문점",
    "addr": "서울 동대문구 이문로 107",
    "lat": 37.596222983494386,
    "lng": 127.05987304897053
  },
  {
    "id": "238406310",
    "name": "올리브영 용산리첸시아점",
    "addr": "서울 용산구 백범로 341",
    "lat": 37.53827883360785,
    "lng": 126.96710804950483
  },
  {
    "id": "165518307",
    "name": "올리브영 용산아이파크몰더센터점",
    "addr": "서울 용산구 한강대로23길 55",
    "lat": 37.5296997223796,
    "lng": 126.964745044581
  },
  {
    "id": "20244918",
    "name": "올리브영 용산아이파크몰점",
    "addr": "서울 용산구 한강대로23길 55",
    "lat": 37.52890676721009,
    "lng": 126.9644987873166
  },
  {
    "id": "26895802",
    "name": "올리브영 용인구갈점",
    "addr": "경기 용인시 기흥구 구갈로 64",
    "lat": 37.280378865931084,
    "lng": 127.11143862974941
  },
  {
    "id": "27215878",
    "name": "올리브영 용인구성점",
    "addr": "경기 용인시 기흥구 구성로 103",
    "lat": 37.29385671796475,
    "lng": 127.1205091221865
  },
  {
    "id": "1097140228",
    "name": "올리브영 용인기흥점",
    "addr": "경기 용인시 기흥구 용구대로 1859",
    "lat": 37.2542593524085,
    "lng": 127.10467069001447
  },
  {
    "id": "27112934",
    "name": "올리브영 용인동백점",
    "addr": "경기 용인시 기흥구 동백5로 21-11",
    "lat": 37.27732902282089,
    "lng": 127.15250196644965
  },
  {
    "id": "692907751",
    "name": "올리브영 용인동천역점",
    "addr": "경기 용인시 수지구 신수로 767",
    "lat": 37.33860216484443,
    "lng": 127.10219777880835
  },
  {
    "id": "75588533",
    "name": "올리브영 용인보라점",
    "addr": "경기 용인시 기흥구 한보라2로 9",
    "lat": 37.25429170947775,
    "lng": 127.11070357621128
  },
  {
    "id": "1741335396",
    "name": "올리브영 용인상현점",
    "addr": "경기 용인시 수지구 만현로 110",
    "lat": 37.30648856407787,
    "lng": 127.08496484158344
  },
  {
    "id": "1611645085",
    "name": "올리브영 용인역북점",
    "addr": "경기 용인시 처인구 중부대로 1294",
    "lat": 37.23510313394492,
    "lng": 127.18841651974402
  },
  {
    "id": "760767711",
    "name": "올리브영 용인연원마을점",
    "addr": "경기 용인시 기흥구 용구대로 2398",
    "lat": 37.30004874766227,
    "lng": 127.10729104855382
  },
  {
    "id": "19511793",
    "name": "올리브영 용인죽전점",
    "addr": "경기 용인시 기흥구 죽전로 39",
    "lat": 37.320668140199146,
    "lng": 127.11297603474986
  },
  {
    "id": "20104863",
    "name": "올리브영 용인중앙점",
    "addr": "경기 용인시 처인구 금령로 86",
    "lat": 37.23520191909362,
    "lng": 127.20593259155098
  },
  {
    "id": "1301514136",
    "name": "올리브영 용인포곡점",
    "addr": "경기 용인시 처인구 포곡읍 포곡로 121",
    "lat": 37.27019744871327,
    "lng": 127.21852787924757
  },
  {
    "id": "594312728",
    "name": "올리브영 용인흥덕점",
    "addr": "경기 용인시 기흥구 흥덕2로87번길 18",
    "lat": 37.27594297457826,
    "lng": 127.07199090154127
  },
  {
    "id": "20104864",
    "name": "올리브영 우장산역점",
    "addr": "서울 강서구 강서로 242",
    "lat": 37.547060622498684,
    "lng": 126.83667298716804
  },
  {
    "id": "1929041020",
    "name": "올리브영 운서역점",
    "addr": "인천 중구 신도시남로142번길 6",
    "lat": 37.493589703341776,
    "lng": 126.49218001509861
  },
  {
    "id": "817201666",
    "name": "올리브영 운서점",
    "addr": "인천 중구 흰바위로59번길 8",
    "lat": 37.49253118561955,
    "lng": 126.49284529121837
  },
  {
    "id": "1035599589",
    "name": "올리브영 울산구영점",
    "addr": "울산 울주군 범서읍 구영로 78",
    "lat": 35.57540295216317,
    "lng": 129.24081521789046
  },
  {
    "id": "1915152672",
    "name": "올리브영 울산굴화점",
    "addr": "울산 울주군 범서읍 울밀로 2856",
    "lat": 35.5569980500384,
    "lng": 129.260332803933
  },
  {
    "id": "230151521",
    "name": "올리브영 울산남목점",
    "addr": "울산 동구 방어진순환도로 1132",
    "lat": 35.53977272042348,
    "lng": 129.42515722832613
  },
  {
    "id": "1228472661",
    "name": "올리브영 울산대공원점",
    "addr": "울산 남구 대공원입구로 1",
    "lat": 35.5323124775706,
    "lng": 129.293333843453
  },
  {
    "id": "266063312",
    "name": "올리브영 울산대로점",
    "addr": "울산 남구 삼산로 136",
    "lat": 35.535785979013326,
    "lng": 129.32217608957492
  },
  {
    "id": "20952481",
    "name": "올리브영 울산대점",
    "addr": "울산 남구 대학로84번길 5-14",
    "lat": 35.54281054254708,
    "lng": 129.26063727369387
  },
  {
    "id": "1590576772",
    "name": "올리브영 울산병영점",
    "addr": "울산 중구 남외로 92",
    "lat": 35.568743099678734,
    "lng": 129.3462842155247
  },
  {
    "id": "793484063",
    "name": "올리브영 울산삼산대로점",
    "addr": "울산 남구 삼산로 257",
    "lat": 35.53911888611006,
    "lng": 129.3351153463565
  },
  {
    "id": "15215093",
    "name": "올리브영 울산삼산점",
    "addr": "울산 남구 삼산로267번길 6-14",
    "lat": 35.53979530132674,
    "lng": 129.33694293644484
  },
  {
    "id": "415772428",
    "name": "올리브영 울산상안점",
    "addr": "울산 북구 아진로 61",
    "lat": 35.6288437110136,
    "lng": 129.341250350396
  },
  {
    "id": "799437537",
    "name": "올리브영 울산송정점",
    "addr": "울산 북구 화산로 101",
    "lat": 35.60114113657085,
    "lng": 129.36536212043228
  },
  {
    "id": "2067636012",
    "name": "올리브영 울산신선도원점",
    "addr": "울산 북구 진장17길 10",
    "lat": 35.561485623559705,
    "lng": 129.35641713862856
  },
  {
    "id": "604614461",
    "name": "올리브영 울산신정점",
    "addr": "울산 남구 월평로 50",
    "lat": 35.5416128913967,
    "lng": 129.311092496759
  },
  {
    "id": "427180544",
    "name": "올리브영 울산언양점",
    "addr": "울산 울주군 언양읍 헌양길 167",
    "lat": 35.5670053747405,
    "lng": 129.11751918372923
  },
  {
    "id": "27335341",
    "name": "올리브영 울산업스퀘어점",
    "addr": "울산 남구 화합로 185",
    "lat": 35.54133840888333,
    "lng": 129.33891479552912
  },
  {
    "id": "34860786",
    "name": "올리브영 울산옥동점",
    "addr": "울산 남구 문수로 336",
    "lat": 35.53480202513735,
    "lng": 129.2900689727568
  },
  {
    "id": "604267604",
    "name": "올리브영 울산온산점",
    "addr": "울산 울주군 온산읍 덕신로 251",
    "lat": 35.4336860943777,
    "lng": 129.308940912
  },
  {
    "id": "1623277457",
    "name": "올리브영 울산태화점",
    "addr": "울산 중구 명륜로 31",
    "lat": 35.555118825185126,
    "lng": 129.30898171060474
  },
  {
    "id": "1150356078",
    "name": "올리브영 울산터미널점",
    "addr": "울산 남구 화합로 138",
    "lat": 35.537200695712656,
    "lng": 129.34031039288362
  },
  {
    "id": "27409591",
    "name": "올리브영 울산테라스파크점",
    "addr": "울산 동구 방어진순환도로 652",
    "lat": 35.49979006813721,
    "lng": 129.42873067786383
  },
  {
    "id": "563424465",
    "name": "올리브영 울산호계점",
    "addr": "울산 북구 호계로 281",
    "lat": 35.62822114072977,
    "lng": 129.35072787306376
  },
  {
    "id": "2004319457",
    "name": "올리브영 울산화봉점",
    "addr": "울산 북구 화봉로 69",
    "lat": 35.588535141487355,
    "lng": 129.36657400459845
  },
  {
    "id": "16214120",
    "name": "올리브영 원광대점",
    "addr": "전북특별자치도 익산시 동서로19길 84",
    "lat": 35.96143374471968,
    "lng": 126.95818976168165
  },
  {
    "id": "903011433",
    "name": "올리브영 원그로브점",
    "addr": "서울 강서구 공항대로 165",
    "lat": 37.56093369071846,
    "lng": 126.82562561809941
  },
  {
    "id": "392931582",
    "name": "올리브영 원당역점",
    "addr": "경기 고양시 덕양구 고양대로 1415",
    "lat": 37.6537830105418,
    "lng": 126.841400771641
  },
  {
    "id": "1699139968",
    "name": "올리브영 원주기업도시점",
    "addr": "강원특별자치도 원주시 지정면 신지정로 322",
    "lat": 37.382648794930844,
    "lng": 127.87248001606152
  },
  {
    "id": "1212764594",
    "name": "올리브영 원주단계점",
    "addr": "강원특별자치도 원주시 원문로 74",
    "lat": 37.357068246202616,
    "lng": 127.93740861624293
  },
  {
    "id": "18959843",
    "name": "올리브영 원주단구점",
    "addr": "강원특별자치도 원주시 남원로534번길 14",
    "lat": 37.330794386515905,
    "lng": 127.94813275542354
  },
  {
    "id": "902325970",
    "name": "올리브영 원주무실중앙점",
    "addr": "강원특별자치도 원주시 능라동길 49",
    "lat": 37.3347149692517,
    "lng": 127.929584186425
  },
  {
    "id": "14701008",
    "name": "올리브영 원주중앙로점",
    "addr": "강원특별자치도 원주시 중앙로 94",
    "lat": 37.349212659602856,
    "lng": 127.95115308417117
  },
  {
    "id": "1936556269",
    "name": "올리브영 원주혁신도시점",
    "addr": "강원특별자치도 원주시 혁신로 61",
    "lat": 37.3232505611567,
    "lng": 127.98092836247872
  },
  {
    "id": "297300099",
    "name": "올리브영 원흥역점",
    "addr": "경기 고양시 덕양구 권율대로 668",
    "lat": 37.649424524897064,
    "lng": 126.87389312538755
  },
  {
    "id": "11910252",
    "name": "올리브영 웨스턴돔중앙점",
    "addr": "경기 고양시 일산동구 정발산로 24",
    "lat": 37.65589387800021,
    "lng": 126.77203429117417
  },
  {
    "id": "1948780216",
    "name": "올리브영 위례센터점",
    "addr": "경기 성남시 수정구 위례광장로 104",
    "lat": 37.47272170597669,
    "lng": 127.14152539148319
  },
  {
    "id": "996300695",
    "name": "올리브영 위례아이파크점",
    "addr": "서울 송파구 위례광장로 136",
    "lat": 37.475979826742694,
    "lng": 127.14221663830469
  },
  {
    "id": "1219673439",
    "name": "올리브영 은행나무사거리점",
    "addr": "서울 금천구 금하로 705",
    "lat": 37.45145831460328,
    "lng": 126.90825547459004
  },
  {
    "id": "20104872",
    "name": "올리브영 은행사거리점",
    "addr": "서울 노원구 한글비석로 264",
    "lat": 37.65105793879489,
    "lng": 127.07699184236309
  },
  {
    "id": "830686006",
    "name": "올리브영 음성금왕점",
    "addr": "충북 음성군 금왕읍 무극로278번길 4",
    "lat": 36.992637678422305,
    "lng": 127.59249144208155
  },
  {
    "id": "1223167882",
    "name": "올리브영 응암역점",
    "addr": "서울 은평구 증산로 475",
    "lat": 37.59864228322503,
    "lng": 126.91533818708034
  },
  {
    "id": "1791649074",
    "name": "올리브영 응암점",
    "addr": "서울 은평구 은평로 102",
    "lat": 37.599536003946696,
    "lng": 126.9191035393448
  },
  {
    "id": "772072138",
    "name": "올리브영 의왕역점",
    "addr": "경기 의왕시 부곡중앙남1길 2",
    "lat": 37.320769142532384,
    "lng": 126.9499246169153
  },
  {
    "id": "2083495433",
    "name": "올리브영 의왕포일점",
    "addr": "경기 의왕시 포일세거리로 10",
    "lat": 37.39616174548207,
    "lng": 126.98575909565069
  },
  {
    "id": "18052107",
    "name": "올리브영 의정부대로점",
    "addr": "경기 의정부시 평화로 552",
    "lat": 37.741282917416584,
    "lng": 127.04726564177274
  },
  {
    "id": "27361074",
    "name": "올리브영 의정부민락점",
    "addr": "경기 의정부시 천보로 56",
    "lat": 37.74492514498492,
    "lng": 127.09551167415499
  },
  {
    "id": "1329441088",
    "name": "올리브영 의정부엘스퀘어점",
    "addr": "경기 의정부시 용민로 493",
    "lat": 37.75002492028659,
    "lng": 127.11805657449182
  },
  {
    "id": "822409808",
    "name": "올리브영 의정부역점",
    "addr": "경기 의정부시 시민로 75",
    "lat": 37.73863551712196,
    "lng": 127.04350076738574
  },
  {
    "id": "1984302592",
    "name": "올리브영 의정부용현점",
    "addr": "경기 의정부시 오목로 2",
    "lat": 37.73127069140121,
    "lng": 127.08402531037788
  },
  {
    "id": "113513517",
    "name": "올리브영 의정부장암점",
    "addr": "경기 의정부시 회룡로 178",
    "lat": 37.72640534939606,
    "lng": 127.05324544691884
  },
  {
    "id": "11910253",
    "name": "올리브영 의정부중앙로점",
    "addr": "경기 의정부시 행복로 12",
    "lat": 37.73974972720686,
    "lng": 127.04883939936627
  },
  {
    "id": "1139305251",
    "name": "올리브영 이대중앙점",
    "addr": "서울 서대문구 이화여대길 12",
    "lat": 37.5574470238722,
    "lng": 126.946001286126
  },
  {
    "id": "1468752174",
    "name": "올리브영 이마트광주점",
    "addr": "광주 서구 죽봉대로 61",
    "lat": 35.1588983926716,
    "lng": 126.881704112651
  },
  {
    "id": "1485233726",
    "name": "올리브영 이마트목동점",
    "addr": "서울 양천구 오목로 299",
    "lat": 37.52553871005768,
    "lng": 126.87029632880815
  },
  {
    "id": "1179451991",
    "name": "올리브영 이마트해운대점",
    "addr": "부산 해운대구 좌동순환로 511",
    "lat": 35.16602063716706,
    "lng": 129.1673736496894
  },
  {
    "id": "1168433728",
    "name": "올리브영 이수역점",
    "addr": "서울 동작구 사당로 307",
    "lat": 37.4855534106031,
    "lng": 126.981618561059
  },
  {
    "id": "17137476",
    "name": "올리브영 이천중앙로점",
    "addr": "경기 이천시 어재연로37번길 16",
    "lat": 37.280292046148524,
    "lng": 127.44487391577367
  },
  {
    "id": "35836148",
    "name": "올리브영 이천증포점",
    "addr": "경기 이천시 이섭대천로 1434",
    "lat": 37.2954702595195,
    "lng": 127.457267213213
  },
  {
    "id": "1526852017",
    "name": "올리브영 이천터미널점",
    "addr": "경기 이천시 중리천로 84",
    "lat": 37.278235322660784,
    "lng": 127.4464127709281
  },
  {
    "id": "1737448151",
    "name": "올리브영 이천하이닉스점",
    "addr": "경기 이천시 부발읍 경충대로 2096-4",
    "lat": 37.2520166291095,
    "lng": 127.49003164061794
  },
  {
    "id": "1356080248",
    "name": "올리브영 이케아강동점",
    "addr": "서울 강동구 고덕비즈밸리로 51",
    "lat": 37.5666600295608,
    "lng": 127.157333362387
  },
  {
    "id": "27187290",
    "name": "올리브영 이태원입구점",
    "addr": "서울 용산구 이태원로 145",
    "lat": 37.5344519328258,
    "lng": 126.98995641803195
  },
  {
    "id": "1450157235",
    "name": "올리브영 이태원중앙점",
    "addr": "서울 용산구 이태원로 179",
    "lat": 37.53464501268862,
    "lng": 126.99382584565224
  },
  {
    "id": "27261928",
    "name": "올리브영 익산모현점",
    "addr": "전북특별자치도 익산시 선화로3길 31-11",
    "lat": 35.95176243562081,
    "lng": 126.93901477279752
  },
  {
    "id": "2002897036",
    "name": "올리브영 익산부송점",
    "addr": "전북특별자치도 익산시 무왕로 1195",
    "lat": 35.95995535918192,
    "lng": 126.98989349749442
  },
  {
    "id": "10617153",
    "name": "올리브영 익산영등점",
    "addr": "전북특별자치도 익산시 무왕로 1072-1",
    "lat": 35.95827796638401,
    "lng": 126.97593202359492
  },
  {
    "id": "1867540137",
    "name": "올리브영 익산인화점",
    "addr": "전북특별자치도 익산시 서동로 25",
    "lat": 35.929761631547,
    "lng": 126.956307138911
  },
  {
    "id": "1293392535",
    "name": "올리브영 인덕원역점",
    "addr": "경기 안양시 동안구 흥안대로 524",
    "lat": 37.4007590667992,
    "lng": 126.977344172045
  },
  {
    "id": "27546092",
    "name": "올리브영 인제대점",
    "addr": "경남 김해시 인제로 190",
    "lat": 35.245556704757156,
    "lng": 128.9040898672003
  },
  {
    "id": "1675247754",
    "name": "올리브영 인천가좌점",
    "addr": "인천 서구 원적로 103",
    "lat": 37.49555949698372,
    "lng": 126.6826275408409
  },
  {
    "id": "2004377546",
    "name": "올리브영 인천갈산점",
    "addr": "인천 부평구 주부토로249번길 17",
    "lat": 37.5165828128125,
    "lng": 126.72629677498661
  },
  {
    "id": "1879700778",
    "name": "올리브영 인천검단센트럴점",
    "addr": "인천 서구 이음대로 388",
    "lat": 37.5929418949179,
    "lng": 126.71291667801361
  },
  {
    "id": "26936190",
    "name": "올리브영 인천검암점",
    "addr": "인천 서구 승학로 491",
    "lat": 37.56535764851975,
    "lng": 126.67390255656635
  },
  {
    "id": "11910254",
    "name": "올리브영 인천공항제1여객터미널점",
    "addr": "인천 중구 공항로 272",
    "lat": 37.44912885664274,
    "lng": 126.45105852861877
  },
  {
    "id": "515564318",
    "name": "올리브영 인천공항제2여객터미널점",
    "addr": "인천 중구 제2터미널대로 446",
    "lat": 37.46924864368662,
    "lng": 126.43320907644328
  },
  {
    "id": "20104886",
    "name": "올리브영 인천구월로데오점",
    "addr": "인천 남동구 인하로 497-8",
    "lat": 37.443625437087455,
    "lng": 126.7020069091565
  },
  {
    "id": "27344092",
    "name": "올리브영 인천길병원점",
    "addr": "인천 남동구 구월남로 174",
    "lat": 37.452828381980616,
    "lng": 126.70888372432223
  },
  {
    "id": "20171682",
    "name": "올리브영 인천논현역점",
    "addr": "인천 남동구 청능대로 575",
    "lat": 37.40110279504672,
    "lng": 126.7226853593847
  },
  {
    "id": "1741711434",
    "name": "올리브영 인천라피에스타점",
    "addr": "인천 남동구 논고개로 61",
    "lat": 37.3973992506437,
    "lng": 126.727961773632
  },
  {
    "id": "1675588280",
    "name": "올리브영 인천루원시티점",
    "addr": "인천 서구 가정로 406",
    "lat": 37.52214105947661,
    "lng": 126.67378191717779
  },
  {
    "id": "26628285",
    "name": "올리브영 인천만수점",
    "addr": "인천 남동구 장승남로 48",
    "lat": 37.4432758391678,
    "lng": 126.737740108958
  },
  {
    "id": "27273270",
    "name": "올리브영 인천모래내점",
    "addr": "인천 남동구 구월로 274",
    "lat": 37.4555948524239,
    "lng": 126.72099012864167
  },
  {
    "id": "27324706",
    "name": "올리브영 인천서구청점",
    "addr": "인천 서구 탁옥로 57",
    "lat": 37.54398710850797,
    "lng": 126.67624406524443
  },
  {
    "id": "2018524640",
    "name": "올리브영 인천서창점",
    "addr": "인천 남동구 서창남로 51",
    "lat": 37.42404757140153,
    "lng": 126.74992149750715
  },
  {
    "id": "1147773212",
    "name": "올리브영 인천석남점",
    "addr": "인천 서구 가정로 201-1",
    "lat": 37.50293195000457,
    "lng": 126.67190899373395
  },
  {
    "id": "18276104",
    "name": "올리브영 인천스퀘어원점",
    "addr": "인천 연수구 청능대로 210",
    "lat": 37.406089050764145,
    "lng": 126.68357909685925
  },
  {
    "id": "530857190",
    "name": "올리브영 인천시민공원역점",
    "addr": "인천 미추홀구 경인로 372",
    "lat": 37.45763195214853,
    "lng": 126.68040079610017
  },
  {
    "id": "215125741",
    "name": "올리브영 인천신포점",
    "addr": "인천 중구 개항로 32-1",
    "lat": 37.471682000156505,
    "lng": 126.62625845563227
  },
  {
    "id": "1852397339",
    "name": "올리브영 인천신현점",
    "addr": "인천 서구 가정로 370",
    "lat": 37.51769404290413,
    "lng": 126.67317913989874
  },
  {
    "id": "1505011134",
    "name": "올리브영 인천앨리웨이점",
    "addr": "인천 미추홀구 숙골로87번길 5",
    "lat": 37.46983121612712,
    "lng": 126.66338892320614
  },
  {
    "id": "375751994",
    "name": "올리브영 인천연수점",
    "addr": "인천 연수구 앵고개로 250",
    "lat": 37.40826639804212,
    "lng": 126.6715349983956
  },
  {
    "id": "1002577991",
    "name": "올리브영 인천원당점",
    "addr": "인천 서구 원당대로 854",
    "lat": 37.5933949563142,
    "lng": 126.696301771519
  },
  {
    "id": "2087400442",
    "name": "올리브영 인천인스파이어점",
    "addr": "인천 중구 공항문화로 127",
    "lat": 37.46611171246789,
    "lng": 126.38811517766989
  },
  {
    "id": "26805398",
    "name": "올리브영 인천청라점",
    "addr": "인천 서구 중봉대로586번길 22",
    "lat": 37.53160003186922,
    "lng": 126.65210217834746
  },
  {
    "id": "609968520",
    "name": "올리브영 인천터미널역점",
    "addr": "인천 미추홀구 예술로 지하 85",
    "lat": 37.4419058498742,
    "lng": 126.699690413062
  },
  {
    "id": "18591269",
    "name": "올리브영 인하대점",
    "addr": "인천 미추홀구 인하로 81",
    "lat": 37.451153943752416,
    "lng": 126.65733589289053
  },
  {
    "id": "1961658190",
    "name": "올리브영 일산백마점",
    "addr": "경기 고양시 일산동구 일산로 232",
    "lat": 37.65701182699637,
    "lng": 126.78888828351856
  },
  {
    "id": "2121432401",
    "name": "올리브영 일산벨라시타점",
    "addr": "경기 고양시 일산동구 강송로 33",
    "lat": 37.642000685669686,
    "lng": 126.79148578336626
  },
  {
    "id": "27332271",
    "name": "올리브영 일산식사점",
    "addr": "경기 고양시 일산동구 위시티2로11번길 45",
    "lat": 37.67886282471273,
    "lng": 126.8120595938528
  },
  {
    "id": "97915564",
    "name": "올리브영 일산역점",
    "addr": "경기 고양시 일산서구 고양대로 666",
    "lat": 37.68420317726369,
    "lng": 126.7700034099599
  },
  {
    "id": "171745230",
    "name": "올리브영 일산주엽점",
    "addr": "경기 고양시 일산서구 중앙로 1425",
    "lat": 37.66927748196376,
    "lng": 126.76133319154502
  },
  {
    "id": "26905970",
    "name": "올리브영 일산풍동점",
    "addr": "경기 고양시 일산동구 숲속마을로 26",
    "lat": 37.6672464794733,
    "lng": 126.80051999616687
  },
  {
    "id": "26984008",
    "name": "올리브영 일산후곡점",
    "addr": "경기 고양시 일산서구 일산로 541",
    "lat": 37.677448904137904,
    "lng": 126.76788179221022
  },
  {
    "id": "536490119",
    "name": "올리브영 일원역점",
    "addr": "서울 강남구 일원로 115",
    "lat": 37.4840208691921,
    "lng": 127.084459944495
  },
  {
    "id": "241443036",
    "name": "올리브영 임학역점",
    "addr": "인천 계양구 장제로 867",
    "lat": 37.54461067961927,
    "lng": 126.73803618204911
  },
  {
    "id": "284892082",
    "name": "올리브영 자양역점",
    "addr": "서울 광진구 능동로 7",
    "lat": 37.5323287150925,
    "lng": 127.066825201934
  },
  {
    "id": "18948836",
    "name": "올리브영 작전점",
    "addr": "인천 계양구 계양대로 65",
    "lat": 37.52960345241712,
    "lng": 126.7221763821135
  },
  {
    "id": "121836696",
    "name": "올리브영 잠실역8호선점",
    "addr": "서울 송파구 올림픽로 305",
    "lat": 37.51497806972679,
    "lng": 127.1042170589561
  },
  {
    "id": "829741523",
    "name": "올리브영 잠실장미상가점",
    "addr": "서울 송파구 올림픽로35길 124",
    "lat": 37.517200320619956,
    "lng": 127.10066605951319
  },
  {
    "id": "14921764",
    "name": "올리브영 잠실점",
    "addr": "서울 송파구 올림픽로 269",
    "lat": 37.51434379570141,
    "lng": 127.1000107020016
  },
  {
    "id": "928497207",
    "name": "올리브영 잠실학원사거리점",
    "addr": "서울 송파구 석촌호수로 130",
    "lat": 37.50722005739381,
    "lng": 127.09161705972251
  },
  {
    "id": "2032172065",
    "name": "올리브영 장승배기역점",
    "addr": "서울 동작구 장승배기로11가길 11",
    "lat": 37.505919057875396,
    "lng": 126.93918465095433
  },
  {
    "id": "149414033",
    "name": "올리브영 장안동사거리점",
    "addr": "서울 동대문구 답십리로 268",
    "lat": 37.57225180531941,
    "lng": 127.07015494111663
  },
  {
    "id": "1387521876",
    "name": "올리브영 장위뉴타운점",
    "addr": "서울 성북구 돌곶이로40길 46",
    "lat": 37.61779263952188,
    "lng": 127.04813880900304
  },
  {
    "id": "413962596",
    "name": "올리브영 장한평역점",
    "addr": "서울 동대문구 장한로 3",
    "lat": 37.56204221757129,
    "lng": 127.06454845181646
  },
  {
    "id": "2058829988",
    "name": "올리브영 전남고흥점",
    "addr": "전남 고흥군 고흥읍 고흥로 1739-2",
    "lat": 34.6075815175272,
    "lng": 127.284677683398
  },
  {
    "id": "163314932",
    "name": "올리브영 전남나주점",
    "addr": "전남 나주시 중앙로 41",
    "lat": 35.032705029156126,
    "lng": 126.719008769856
  },
  {
    "id": "17672592",
    "name": "올리브영 전남대점",
    "addr": "광주 북구 우치로 114",
    "lat": 35.17758438607235,
    "lng": 126.91239483223947
  },
  {
    "id": "1386543265",
    "name": "올리브영 전남대중앙점",
    "addr": "광주 북구 우치로90번길 11",
    "lat": 35.17562910670293,
    "lng": 126.91331906722796
  },
  {
    "id": "1799614051",
    "name": "올리브영 전남무안점",
    "addr": "전남 무안군 무안읍 불무로 16",
    "lat": 34.9867109333282,
    "lng": 126.474606457808
  },
  {
    "id": "992468803",
    "name": "올리브영 전남영광점",
    "addr": "전남 영광군 영광읍 중앙로 167-1",
    "lat": 35.27388657509942,
    "lng": 126.5117709280887
  },
  {
    "id": "1580170224",
    "name": "올리브영 전남해남점",
    "addr": "전남 해남군 해남읍 중앙1로 95",
    "lat": 34.57117441159314,
    "lng": 126.6019523242049
  },
  {
    "id": "2136685360",
    "name": "올리브영 전남화순점",
    "addr": "전남 화순군 화순읍 쌍충로 66",
    "lat": 35.0577916458644,
    "lng": 126.981980607289
  },
  {
    "id": "1780560016",
    "name": "올리브영 전북고창점",
    "addr": "전북특별자치도 고창군 고창읍 중앙로 236",
    "lat": 35.4348847550796,
    "lng": 126.701198281404
  },
  {
    "id": "309897572",
    "name": "올리브영 전북김제점",
    "addr": "전북특별자치도 김제시 동서로 240",
    "lat": 35.802908908687776,
    "lng": 126.89364460802068
  },
  {
    "id": "1913073146",
    "name": "올리브영 전북대금암점",
    "addr": "전북특별자치도 전주시 덕진구 권삼득로 297",
    "lat": 35.8428605255157,
    "lng": 127.128804637038
  },
  {
    "id": "14586563",
    "name": "올리브영 전북대점",
    "addr": "전북특별자치도 전주시 덕진구 명륜4길 6",
    "lat": 35.84249084361324,
    "lng": 127.12641535742995
  },
  {
    "id": "538091776",
    "name": "올리브영 전북부안점",
    "addr": "전북특별자치도 부안군 부안읍 번영로 145",
    "lat": 35.72630528921738,
    "lng": 126.73634835033262
  },
  {
    "id": "1937453162",
    "name": "올리브영 전북완주점",
    "addr": "전북특별자치도 완주군 봉동읍 과학로 1025",
    "lat": 35.96010013341801,
    "lng": 127.1272321646783
  },
  {
    "id": "1524979504",
    "name": "올리브영 전주객사점",
    "addr": "전북특별자치도 전주시 완산구 전주객사4길 40",
    "lat": 35.8195235485875,
    "lng": 127.143725638171
  },
  {
    "id": "1200635973",
    "name": "올리브영 전주삼천점",
    "addr": "전북특별자치도 전주시 완산구 용리로 46",
    "lat": 35.798527824184816,
    "lng": 127.11520648022369
  },
  {
    "id": "1689700510",
    "name": "올리브영 전주서부센터점",
    "addr": "전북특별자치도 전주시 완산구 홍산남로 48",
    "lat": 35.81555484803756,
    "lng": 127.10699633302426
  },
  {
    "id": "25978109",
    "name": "올리브영 전주서부신시가지점",
    "addr": "전북특별자치도 전주시 완산구 홍산중앙로 41",
    "lat": 35.81733857765202,
    "lng": 127.10885440591218
  },
  {
    "id": "27238096",
    "name": "올리브영 전주서부효자점",
    "addr": "전북특별자치도 전주시 완산구 바우배기2길 11-4",
    "lat": 35.817143385553244,
    "lng": 127.10331588430194
  },
  {
    "id": "1150600831",
    "name": "올리브영 전주서신동점",
    "addr": "전북특별자치도 전주시 완산구 당산로 102",
    "lat": 35.8320098283344,
    "lng": 127.119656406109
  },
  {
    "id": "872922459",
    "name": "올리브영 전주송천동2가점",
    "addr": "전북특별자치도 전주시 덕진구 동부대로 1145",
    "lat": 35.86942589280649,
    "lng": 127.12191056421297
  },
  {
    "id": "79816577",
    "name": "올리브영 전주송천점",
    "addr": "전북특별자치도 전주시 덕진구 솔내로 152",
    "lat": 35.8636875390296,
    "lng": 127.127198576983
  },
  {
    "id": "1858161680",
    "name": "올리브영 전주안골사거리점",
    "addr": "전북특별자치도 전주시 덕진구 안덕원로 257",
    "lat": 35.83683601587889,
    "lng": 127.15517035699582
  },
  {
    "id": "1516964543",
    "name": "올리브영 전주에코시티점",
    "addr": "전북특별자치도 전주시 덕진구 세병남로 37",
    "lat": 35.87300688713606,
    "lng": 127.12767743836278
  },
  {
    "id": "1328262335",
    "name": "올리브영 전주인후점",
    "addr": "전북특별자치도 전주시 덕진구 건산로 241",
    "lat": 35.83477022260982,
    "lng": 127.16341412195133
  },
  {
    "id": "2079765543",
    "name": "올리브영 전주중화산점",
    "addr": "전북특별자치도 전주시 완산구 백제대로 264",
    "lat": 35.81665137045328,
    "lng": 127.12331591351509
  },
  {
    "id": "14591474",
    "name": "올리브영 전주타운점",
    "addr": "전북특별자치도 전주시 완산구 전주객사5길 21-19",
    "lat": 35.818918374813514,
    "lng": 127.14483332911017
  },
  {
    "id": "2066384576",
    "name": "올리브영 전주터미널점",
    "addr": "전북특별자치도 전주시 덕진구 가리내로 31",
    "lat": 35.8339870353224,
    "lng": 127.132680618582
  },
  {
    "id": "2042826346",
    "name": "올리브영 전주평화점",
    "addr": "전북특별자치도 전주시 완산구 모악로 4680",
    "lat": 35.787327101248046,
    "lng": 127.13087524951602
  },
  {
    "id": "1323873958",
    "name": "올리브영 전주혁신도시점",
    "addr": "전북특별자치도 전주시 덕진구 기지로 77",
    "lat": 35.8386004863901,
    "lng": 127.0595348674413
  },
  {
    "id": "323433026",
    "name": "올리브영 전주효자동점",
    "addr": "전북특별자치도 전주시 완산구 용머리로 54",
    "lat": 35.806343490043034,
    "lng": 127.11623232975165
  },
  {
    "id": "174692911",
    "name": "올리브영 정동점",
    "addr": "서울 중구 새문안로 26",
    "lat": 37.567498813850364,
    "lng": 126.96870818541421
  },
  {
    "id": "1818865104",
    "name": "올리브영 정릉점",
    "addr": "서울 성북구 보국문로 33",
    "lat": 37.60732350836929,
    "lng": 127.01029459878634
  },
  {
    "id": "20104896",
    "name": "올리브영 정발산로점",
    "addr": "경기 고양시 일산동구 정발산로 23",
    "lat": 37.656676585997545,
    "lng": 126.77144259979205
  },
  {
    "id": "2076510820",
    "name": "올리브영 정읍상동점",
    "addr": "전북특별자치도 정읍시 충정로 58",
    "lat": 35.559126930740426,
    "lng": 126.8699192002305
  },
  {
    "id": "27420119",
    "name": "올리브영 정읍수성점",
    "addr": "전북특별자치도 정읍시 중앙로 129",
    "lat": 35.566660171875206,
    "lng": 126.85283671273588
  },
  {
    "id": "19729576",
    "name": "올리브영 정자역점",
    "addr": "경기 성남시 분당구 성남대로331번길 7",
    "lat": 37.36551863320697,
    "lng": 127.1072317996919
  },
  {
    "id": "17137470",
    "name": "올리브영 제일제당센터점",
    "addr": "서울 중구 동호로 330",
    "lat": 37.56395191179106,
    "lng": 127.00319751080112
  },
  {
    "id": "1722443035",
    "name": "올리브영 제주국제공항점",
    "addr": "제주특별자치도 제주시 공항로 2",
    "lat": 33.50664237571348,
    "lng": 126.4929372907551
  },
  {
    "id": "1683447591",
    "name": "올리브영 제주나인몰점",
    "addr": "제주특별자치도 제주시 과원로 128",
    "lat": 33.480726222325636,
    "lng": 126.49472587036195
  },
  {
    "id": "25072318",
    "name": "올리브영 제주노형점",
    "addr": "제주특별자치도 제주시 1100로 3308",
    "lat": 33.48181531773177,
    "lng": 126.48183536616894
  },
  {
    "id": "21625510",
    "name": "올리브영 제주대학병원점",
    "addr": "제주특별자치도 제주시 중앙로 616",
    "lat": 33.46877346057146,
    "lng": 126.54695904669677
  },
  {
    "id": "740542735",
    "name": "올리브영 제주동문시장점",
    "addr": "제주특별자치도 제주시 관덕로 62-1",
    "lat": 33.51286874751449,
    "lng": 126.52595011355204
  },
  {
    "id": "1139895096",
    "name": "올리브영 제주삼화점",
    "addr": "제주특별자치도 제주시 건주로 60",
    "lat": 33.514021610283464,
    "lng": 126.58036393405224
  },
  {
    "id": "26546836",
    "name": "올리브영 제주서귀포점",
    "addr": "제주특별자치도 서귀포시 중정로61번길 4",
    "lat": 33.247997478829156,
    "lng": 126.56311995587659
  },
  {
    "id": "1216046021",
    "name": "올리브영 제주세화점",
    "addr": "제주특별자치도 제주시 구좌읍 일주동로 3113",
    "lat": 33.52324124777136,
    "lng": 126.85245066959762
  },
  {
    "id": "1486706573",
    "name": "올리브영 제주시청점",
    "addr": "제주특별자치도 제주시 중앙로 246",
    "lat": 33.4980085395794,
    "lng": 126.530640172183
  },
  {
    "id": "1772450654",
    "name": "올리브영 제주아라일동점",
    "addr": "제주특별자치도 제주시 연북로 527",
    "lat": 33.48513188446269,
    "lng": 126.53612282960425
  },
  {
    "id": "223139587",
    "name": "올리브영 제주연동신라점",
    "addr": "제주특별자치도 제주시 노연로 49",
    "lat": 33.486159197573,
    "lng": 126.485516239555
  },
  {
    "id": "23097994",
    "name": "올리브영 제주연동점",
    "addr": "제주특별자치도 제주시 신광로 21",
    "lat": 33.49006668623859,
    "lng": 126.4903137268537
  },
  {
    "id": "1020524579",
    "name": "올리브영 제주외도점",
    "addr": "제주특별자치도 제주시 우정로 79",
    "lat": 33.48558420650235,
    "lng": 126.43111225067834
  },
  {
    "id": "902718352",
    "name": "올리브영 제주용담점",
    "addr": "제주특별자치도 제주시 서해안로 620",
    "lat": 33.51685548193949,
    "lng": 126.5031493933249
  },
  {
    "id": "1697665586",
    "name": "올리브영 제주월랑로점",
    "addr": "제주특별자치도 제주시 월랑로 43",
    "lat": 33.48918745084591,
    "lng": 126.475426842883
  },
  {
    "id": "21557160",
    "name": "올리브영 제주이도점",
    "addr": "제주특별자치도 제주시 승천로 75",
    "lat": 33.4921788833281,
    "lng": 126.543197977849
  },
  {
    "id": "1456773407",
    "name": "올리브영 제주일도이동점",
    "addr": "제주특별자치도 제주시 고마로 81",
    "lat": 33.5071323485597,
    "lng": 126.54066237331378
  },
  {
    "id": "129290076",
    "name": "올리브영 제주제원점",
    "addr": "제주특별자치도 제주시 신광로 57",
    "lat": 33.487039769579106,
    "lng": 126.49024753139608
  },
  {
    "id": "26844346",
    "name": "올리브영 제주중문점",
    "addr": "제주특별자치도 서귀포시 중문관광로 82",
    "lat": 33.25089070571554,
    "lng": 126.41324290527666
  },
  {
    "id": "686244202",
    "name": "올리브영 제주탑동점",
    "addr": "제주특별자치도 제주시 탑동로 15-1",
    "lat": 33.51705183779795,
    "lng": 126.5230566422138
  },
  {
    "id": "1336126543",
    "name": "올리브영 제주하귀점",
    "addr": "제주특별자치도 제주시 애월읍 하귀로 121",
    "lat": 33.48420604381226,
    "lng": 126.40865546630741
  },
  {
    "id": "2084839607",
    "name": "올리브영 제주한라병원점",
    "addr": "제주특별자치도 제주시 도령로 73",
    "lat": 33.49002061698401,
    "lng": 126.48592704392465
  },
  {
    "id": "510221719",
    "name": "올리브영 제주함덕점",
    "addr": "제주특별자치도 제주시 조천읍 조함해안로 522",
    "lat": 33.542523915763525,
    "lng": 126.66872148170859
  },
  {
    "id": "100730306",
    "name": "올리브영 제주협재점",
    "addr": "제주특별자치도 제주시 한림읍 한림로 336",
    "lat": 33.3934070457827,
    "lng": 126.240609310644
  },
  {
    "id": "598480313",
    "name": "올리브영 제천강제점",
    "addr": "충북 제천시 장평천로 27-12",
    "lat": 37.1238502532731,
    "lng": 128.221371608667
  },
  {
    "id": "26477467",
    "name": "올리브영 제천점",
    "addr": "충북 제천시 풍양로13길 6",
    "lat": 37.13771840782423,
    "lng": 128.21120023503906
  },
  {
    "id": "1451673373",
    "name": "올리브영 제천하소점",
    "addr": "충북 제천시 용두대로15길 4",
    "lat": 37.13928675959312,
    "lng": 128.20122574011546
  },
  {
    "id": "16950810",
    "name": "올리브영 조선대점",
    "addr": "광주 동구 필문대로273번길 10",
    "lat": 35.14639270737262,
    "lng": 126.92865647235959
  },
  {
    "id": "313262993",
    "name": "올리브영 조치원점",
    "addr": "세종특별자치시 조치원읍 조치원로 5",
    "lat": 36.6013791945349,
    "lng": 127.297318944019
  },
  {
    "id": "13033006",
    "name": "올리브영 종각점",
    "addr": "서울 종로구 종로 61",
    "lat": 37.57038761006253,
    "lng": 126.98418426032585
  },
  {
    "id": "19729626",
    "name": "올리브영 종로1가점",
    "addr": "서울 종로구 종로 19",
    "lat": 37.5705996041929,
    "lng": 126.97996425815063
  },
  {
    "id": "899841806",
    "name": "올리브영 종로점",
    "addr": "서울 종로구 종로 78",
    "lat": 37.5698796829043,
    "lng": 126.986041900824
  },
  {
    "id": "1788599734",
    "name": "올리브영 종로평창점",
    "addr": "서울 종로구 평창문화로 51",
    "lat": 37.605803817534216,
    "lng": 126.96678162547782
  },
  {
    "id": "17813125",
    "name": "올리브영 종로YBM점",
    "addr": "서울 종로구 종로 104",
    "lat": 37.569994389741645,
    "lng": 126.98865895627002
  },
  {
    "id": "1300369397",
    "name": "올리브영 종암점",
    "addr": "서울 성북구 종암로 123",
    "lat": 37.6009591781408,
    "lng": 127.03327057667546
  },
  {
    "id": "20104906",
    "name": "올리브영 주안역점",
    "addr": "인천 미추홀구 염창로 58",
    "lat": 37.46554117805258,
    "lng": 126.68046547325322
  },
  {
    "id": "777678787",
    "name": "올리브영 주엽역점",
    "addr": "경기 고양시 일산서구 중앙로 1416",
    "lat": 37.66965205366993,
    "lng": 126.76300385008254
  },
  {
    "id": "26984034",
    "name": "올리브영 죽전중앙점",
    "addr": "경기 용인시 수지구 현암로 148",
    "lat": 37.331536119072474,
    "lng": 127.12574960690412
  },
  {
    "id": "1190215294",
    "name": "올리브영 중계역점",
    "addr": "서울 노원구 동일로 1335",
    "lat": 37.6480303090101,
    "lng": 127.062281735423
  },
  {
    "id": "2002802409",
    "name": "올리브영 중곡역점",
    "addr": "서울 광진구 능동로 400",
    "lat": 37.5650579024674,
    "lng": 127.084457404725
  },
  {
    "id": "18049983",
    "name": "올리브영 중랑점",
    "addr": "서울 중랑구 망우로32길 6",
    "lat": 37.59355375389999,
    "lng": 127.07634149468912
  },
  {
    "id": "17137489",
    "name": "올리브영 중앙대점",
    "addr": "서울 동작구 흑석로 81",
    "lat": 37.5070627198914,
    "lng": 126.958587204304
  },
  {
    "id": "1261114793",
    "name": "올리브영 중화역점",
    "addr": "서울 중랑구 동일로 802",
    "lat": 37.6021704459436,
    "lng": 127.079651363536
  },
  {
    "id": "20104909",
    "name": "올리브영 증미역점",
    "addr": "서울 강서구 양천로 583",
    "lat": 37.5568457119493,
    "lng": 126.863877100424
  },
  {
    "id": "1280740362",
    "name": "올리브영 증평점",
    "addr": "충북 증평군 증평읍 중앙로 184-1",
    "lat": 36.782703082794335,
    "lng": 127.57997802581389
  },
  {
    "id": "27354857",
    "name": "올리브영 지행역점",
    "addr": "경기 동두천시 지행로 49",
    "lat": 37.89259995448023,
    "lng": 127.05286469552146
  },
  {
    "id": "393139888",
    "name": "올리브영 진접역점",
    "addr": "경기 남양주시 진접읍 해밀예당1로 232",
    "lat": 37.720491470700374,
    "lng": 127.20365604768243
  },
  {
    "id": "236622906",
    "name": "올리브영 진주과기대점",
    "addr": "경남 진주시 동진로 25",
    "lat": 35.17905866873155,
    "lng": 128.09378850240304
  },
  {
    "id": "14884822",
    "name": "올리브영 진주중앙점",
    "addr": "경남 진주시 진양호로527번길 12",
    "lat": 35.19372050197519,
    "lng": 128.08301639374656
  },
  {
    "id": "1542596204",
    "name": "올리브영 진주초전점",
    "addr": "경남 진주시 초전북로52번길 31",
    "lat": 35.20600945343831,
    "lng": 128.1137436215826
  },
  {
    "id": "26989425",
    "name": "올리브영 진주평거점",
    "addr": "경남 진주시 순환로 526",
    "lat": 35.171480319116135,
    "lng": 128.06211276314227
  },
  {
    "id": "1975245738",
    "name": "올리브영 진주하대점",
    "addr": "경남 진주시 도동로 254",
    "lat": 35.1928515869541,
    "lng": 128.12212247230718
  },
  {
    "id": "1352834654",
    "name": "올리브영 진주혁신도시점",
    "addr": "경남 진주시 충의로 20-4",
    "lat": 35.17641711297489,
    "lng": 128.14708321140648
  },
  {
    "id": "27348399",
    "name": "올리브영 진해석동점",
    "addr": "경남 창원시 진해구 냉천로 83",
    "lat": 35.15302396222815,
    "lng": 128.7062454012434
  },
  {
    "id": "592630662",
    "name": "올리브영 진해신항점",
    "addr": "경남 창원시 진해구 신항동로 121",
    "lat": 35.0883933070252,
    "lng": 128.814954822731
  },
  {
    "id": "346478608",
    "name": "올리브영 진해용원점",
    "addr": "경남 창원시 진해구 용원로7번길 18",
    "lat": 35.10196805092608,
    "lng": 128.81081449313336
  },
  {
    "id": "408445493",
    "name": "올리브영 진해하나로마트점",
    "addr": "경남 창원시 진해구 진해대로776번길 28",
    "lat": 35.156697581995175,
    "lng": 128.698148956325
  },
  {
    "id": "27424896",
    "name": "올리브영 창동역점",
    "addr": "서울 도봉구 노해로63길 84-16",
    "lat": 37.65216754996862,
    "lng": 127.04685781031017
  },
  {
    "id": "335928774",
    "name": "올리브영 창동점",
    "addr": "서울 도봉구 마들로13길 61",
    "lat": 37.65454038051401,
    "lng": 127.04992583729373
  },
  {
    "id": "552797543",
    "name": "올리브영 창원감계점",
    "addr": "경남 창원시 의창구 북면 감계로 304",
    "lat": 35.301978347974,
    "lng": 128.594000087835
  },
  {
    "id": "2123203384",
    "name": "올리브영 창원고인돌사거리점",
    "addr": "경남 창원시 성산구 마디미로73번길 25",
    "lat": 35.21995735982375,
    "lng": 128.6830915345853
  },
  {
    "id": "1153995290",
    "name": "올리브영 창원대방점",
    "addr": "경남 창원시 성산구 가양로124번길 19",
    "lat": 35.20756709196951,
    "lng": 128.70748148294496
  },
  {
    "id": "18355796",
    "name": "올리브영 창원상남점",
    "addr": "경남 창원시 성산구 마디미로9번길 1",
    "lat": 35.22334256816959,
    "lng": 128.68547109821557
  },
  {
    "id": "554446088",
    "name": "올리브영 창원상남중앙점",
    "addr": "경남 창원시 성산구 마디미로38번길 11",
    "lat": 35.2215779878377,
    "lng": 128.68268570628092
  },
  {
    "id": "1464222225",
    "name": "올리브영 창원성원점",
    "addr": "경남 창원시 성산구 동산로 124",
    "lat": 35.2193005557014,
    "lng": 128.69206242602
  },
  {
    "id": "849249032",
    "name": "올리브영 창원시티세븐점",
    "addr": "경남 창원시 성산구 원이대로 320",
    "lat": 35.24018758573712,
    "lng": 128.6533063821183
  },
  {
    "id": "919464258",
    "name": "올리브영 창원용호점",
    "addr": "경남 창원시 성산구 원이대로 595",
    "lat": 35.22800279170035,
    "lng": 128.68015493304443
  },
  {
    "id": "850485457",
    "name": "올리브영 창원유니시티점",
    "addr": "경남 창원시 의창구 중동중앙로 47",
    "lat": 35.2566254685382,
    "lng": 128.624998706935
  },
  {
    "id": "735677749",
    "name": "올리브영 창원팔용점",
    "addr": "경남 창원시 의창구 팔용로 445",
    "lat": 35.25617988519,
    "lng": 128.613580699113
  },
  {
    "id": "465189903",
    "name": "올리브영 창천점",
    "addr": "서울 서대문구 신촌로 17",
    "lat": 37.55815879578403,
    "lng": 126.92895624970419
  },
  {
    "id": "421733468",
    "name": "올리브영 천안구성점",
    "addr": "충남 천안시 동남구 천안대로 548",
    "lat": 36.79713790955466,
    "lng": 127.165095724098
  },
  {
    "id": "1646087913",
    "name": "올리브영 천안나사렛점",
    "addr": "충남 천안시 서북구 월봉로 92",
    "lat": 36.79880298180622,
    "lng": 127.1183642880319
  },
  {
    "id": "916168641",
    "name": "올리브영 천안두정역점",
    "addr": "충남 천안시 서북구 두정역서3길 23",
    "lat": 36.833115453626945,
    "lng": 127.14810687299045
  },
  {
    "id": "26218154",
    "name": "올리브영 천안두정중앙점",
    "addr": "충남 천안시 서북구 두정로 166",
    "lat": 36.83360285467079,
    "lng": 127.1353372762231
  },
  {
    "id": "240936081",
    "name": "올리브영 천안모다펜타포트점",
    "addr": "충남 천안시 서북구 공원로 196",
    "lat": 36.79853945012308,
    "lng": 127.10123482407417
  },
  {
    "id": "979401610",
    "name": "올리브영 천안백석점",
    "addr": "충남 천안시 서북구 한들3로 35-4",
    "lat": 36.827002620149905,
    "lng": 127.12339465268087
  },
  {
    "id": "458709042",
    "name": "올리브영 천안불당동점",
    "addr": "충남 천안시 서북구 불당32길 18",
    "lat": 36.8082670077698,
    "lng": 127.105322276633
  },
  {
    "id": "1853677519",
    "name": "올리브영 천안불당파크점",
    "addr": "충남 천안시 서북구 불당23로 70",
    "lat": 36.81776262723018,
    "lng": 127.10864046139326
  },
  {
    "id": "315355264",
    "name": "올리브영 천안성정점",
    "addr": "충남 천안시 서북구 성정공원5로 31",
    "lat": 36.82805812219282,
    "lng": 127.14095456999118
  },
  {
    "id": "104425910",
    "name": "올리브영 천안신부점",
    "addr": "충남 천안시 동남구 만남로 43",
    "lat": 36.81908595985033,
    "lng": 127.15459166844411
  },
  {
    "id": "1975037394",
    "name": "올리브영 천안신불당점",
    "addr": "충남 천안시 서북구 불당26로 80",
    "lat": 36.813417263582515,
    "lng": 127.10688488433931
  },
  {
    "id": "421340804",
    "name": "올리브영 천안쌍용광명점",
    "addr": "충남 천안시 서북구 미라8길 19",
    "lat": 36.80322013220566,
    "lng": 127.129694408965
  },
  {
    "id": "26782086",
    "name": "올리브영 천안쌍용점",
    "addr": "충남 천안시 서북구 차돌들길 7-13",
    "lat": 36.7963801502199,
    "lng": 127.12853215736729
  },
  {
    "id": "2124859325",
    "name": "올리브영 천안업성호수점",
    "addr": "충남 천안시 서북구 성성4길 43",
    "lat": 36.84404879681799,
    "lng": 127.13663380712404
  },
  {
    "id": "1452500159",
    "name": "올리브영 천안역점",
    "addr": "충남 천안시 동남구 대흥로 228",
    "lat": 36.80842528814785,
    "lng": 127.14793379237153
  },
  {
    "id": "1068132627",
    "name": "올리브영 천안직산점",
    "addr": "충남 천안시 서북구 직산읍 봉주로 64",
    "lat": 36.87718842402725,
    "lng": 127.15378669858929
  },
  {
    "id": "1014374507",
    "name": "올리브영 천안청수점",
    "addr": "충남 천안시 동남구 청수4로 16",
    "lat": 36.783160713979306,
    "lng": 127.15298470521866
  },
  {
    "id": "17672586",
    "name": "올리브영 천안타운점",
    "addr": "충남 천안시 동남구 만남로 43",
    "lat": 36.81927361372534,
    "lng": 127.15785133207793
  },
  {
    "id": "15743922",
    "name": "올리브영 천안터미널점",
    "addr": "충남 천안시 동남구 만남로 43",
    "lat": 36.81947583942484,
    "lng": 127.15620080473417
  },
  {
    "id": "1660553615",
    "name": "올리브영 천왕역점",
    "addr": "서울 구로구 오류로 20",
    "lat": 37.48636569987004,
    "lng": 126.83946120321126
  },
  {
    "id": "988212566",
    "name": "올리브영 천호엔터식스점",
    "addr": "서울 강동구 천호대로 지하 997",
    "lat": 37.53856907524141,
    "lng": 127.12373845793955
  },
  {
    "id": "1299186942",
    "name": "올리브영 천호역점",
    "addr": "서울 강동구 올림픽로 659",
    "lat": 37.54031253597821,
    "lng": 127.1237130514667
  },
  {
    "id": "18355808",
    "name": "올리브영 천호중앙점",
    "addr": "서울 강동구 천호대로 1027",
    "lat": 37.5380699484335,
    "lng": 127.12626646906772
  },
  {
    "id": "17627902",
    "name": "올리브영 철산역점",
    "addr": "경기 광명시 오리로856번길 7",
    "lat": 37.47513172487443,
    "lng": 126.86764762998341
  },
  {
    "id": "444433093",
    "name": "올리브영 철원동송점",
    "addr": "강원특별자치도 철원군 동송읍 금학로 213",
    "lat": 38.2076056055353,
    "lng": 127.218168037595
  },
  {
    "id": "15290910",
    "name": "올리브영 청담역점",
    "addr": "서울 강남구 삼성로 716",
    "lat": 37.51979238601974,
    "lng": 127.04999881105918
  },
  {
    "id": "480078623",
    "name": "올리브영 청라스퀘어세븐점",
    "addr": "인천 서구 청라루비로 76",
    "lat": 37.53242294420518,
    "lng": 126.64165684996213
  },
  {
    "id": "816630342",
    "name": "올리브영 청라시티점",
    "addr": "인천 서구 청라한내로100번길 24",
    "lat": 37.53398266271857,
    "lng": 126.63028783622524
  },
  {
    "id": "1597954187",
    "name": "올리브영 청라커낼에비뉴점",
    "addr": "인천 서구 청라에메랄드로 79",
    "lat": 37.5323467714528,
    "lng": 126.656037040318
  },
  {
    "id": "27324394",
    "name": "올리브영 청라타워돔점",
    "addr": "인천 서구 중봉대로612번길 10-17",
    "lat": 37.53403092458746,
    "lng": 126.65210333192336
  },
  {
    "id": "1908688486",
    "name": "올리브영 청량리역사점",
    "addr": "서울 동대문구 왕산로 214",
    "lat": 37.579926916535626,
    "lng": 127.04759025516628
  },
  {
    "id": "1031753597",
    "name": "올리브영 청량리중앙점",
    "addr": "서울 동대문구 왕산로 194",
    "lat": 37.57981271445974,
    "lng": 127.04471237870214
  },
  {
    "id": "1980011082",
    "name": "올리브영 청주가경점",
    "addr": "충북 청주시 흥덕구 서부로 1307",
    "lat": 36.61619569394345,
    "lng": 127.44392680151648
  },
  {
    "id": "24779417",
    "name": "올리브영 청주금천점",
    "addr": "충북 청주시 상당구 중고개로 336",
    "lat": 36.6306245042236,
    "lng": 127.5037705482
  },
  {
    "id": "1468215360",
    "name": "올리브영 청주대점",
    "addr": "충북 청주시 청원구 직지대로 886",
    "lat": 36.651082315115055,
    "lng": 127.48808364443245
  },
  {
    "id": "1790683164",
    "name": "올리브영 청주동남점",
    "addr": "충북 청주시 상당구 중고개로 151",
    "lat": 36.6183610287759,
    "lng": 127.51702585761153
  },
  {
    "id": "301828796",
    "name": "올리브영 청주미평점",
    "addr": "충북 청주시 서원구 청남로1936번길 1",
    "lat": 36.6057095239247,
    "lng": 127.481444653586
  },
  {
    "id": "1540764855",
    "name": "올리브영 청주분평점",
    "addr": "충북 청주시 서원구 1순환로1107번길 40",
    "lat": 36.60807412185519,
    "lng": 127.48984117674821
  },
  {
    "id": "250455278",
    "name": "올리브영 청주사창사거리점",
    "addr": "충북 청주시 서원구 사직대로 107",
    "lat": 36.635056466947226,
    "lng": 127.45935318116645
  },
  {
    "id": "27127861",
    "name": "올리브영 청주산남점",
    "addr": "충북 청주시 서원구 산남로 50",
    "lat": 36.61135632069358,
    "lng": 127.46848227943632
  },
  {
    "id": "1228561716",
    "name": "올리브영 청주신봉네거리점",
    "addr": "충북 청주시 흥덕구 사운로 303",
    "lat": 36.65408066638886,
    "lng": 127.47054047687914
  },
  {
    "id": "1063566471",
    "name": "올리브영 청주오송2지구점",
    "addr": "충북 청주시 흥덕구 오송읍 오송생명11로 48",
    "lat": 36.6191977171029,
    "lng": 127.316099770075
  },
  {
    "id": "1451176111",
    "name": "올리브영 청주오송점",
    "addr": "충북 청주시 흥덕구 오송읍 오송생명5로 183-3",
    "lat": 36.63029506355896,
    "lng": 127.33010621791495
  },
  {
    "id": "904421447",
    "name": "올리브영 청주오창점",
    "addr": "충북 청주시 청원구 오창읍 중심상업로 48",
    "lat": 36.71487655918222,
    "lng": 127.42981463024209
  },
  {
    "id": "1054708622",
    "name": "올리브영 청주용암점",
    "addr": "충북 청주시 상당구 월평로 180",
    "lat": 36.61016717742894,
    "lng": 127.50416727344465
  },
  {
    "id": "1226258317",
    "name": "올리브영 청주율량2지구점",
    "addr": "충북 청주시 청원구 1순환로 144",
    "lat": 36.66446026210395,
    "lng": 127.49662203021441
  },
  {
    "id": "26905053",
    "name": "올리브영 청주율량점",
    "addr": "충북 청주시 청원구 충청대로 174",
    "lat": 36.671660690497305,
    "lng": 127.49651280704177
  },
  {
    "id": "20104922",
    "name": "올리브영 청주지웰점",
    "addr": "충북 청주시 흥덕구 대농로 39",
    "lat": 36.64233905766672,
    "lng": 127.42648041434153
  },
  {
    "id": "1789789131",
    "name": "올리브영 청주타운",
    "addr": "충북 청주시 상당구 상당로81번길 26",
    "lat": 36.63564513129167,
    "lng": 127.48895678774113
  },
  {
    "id": "190602631",
    "name": "올리브영 청주터미널중앙점",
    "addr": "충북 청주시 흥덕구 풍산로 26",
    "lat": 36.62611666397234,
    "lng": 127.43329012991657
  },
  {
    "id": "1180201315",
    "name": "올리브영 청주하복대점",
    "addr": "충북 청주시 흥덕구 짐대로 58",
    "lat": 36.63187486542048,
    "lng": 127.4283134029515
  },
  {
    "id": "14835463",
    "name": "올리브영 춘천명동점",
    "addr": "강원특별자치도 춘천시 금강로 59",
    "lat": 37.879944781186545,
    "lng": 127.72848011670574
  },
  {
    "id": "27581844",
    "name": "올리브영 춘천석사점",
    "addr": "강원특별자치도 춘천시 퇴계농공로 12",
    "lat": 37.8519895511594,
    "lng": 127.744503004515
  },
  {
    "id": "1813383460",
    "name": "올리브영 춘천엔타점",
    "addr": "강원특별자치도 춘천시 후석로 120",
    "lat": 37.8633015181594,
    "lng": 127.748220321773
  },
  {
    "id": "910901496",
    "name": "올리브영 춘천온의점",
    "addr": "강원특별자치도 춘천시 방송길 77",
    "lat": 37.86881570692086,
    "lng": 127.71967071801294
  },
  {
    "id": "1000191086",
    "name": "올리브영 춘천후평점",
    "addr": "강원특별자치도 춘천시 후석로 304",
    "lat": 37.87839034585033,
    "lng": 127.75132477333311
  },
  {
    "id": "1415318276",
    "name": "올리브영 충남계룡대실점",
    "addr": "충남 계룡시 두마면 대실남북3길 6",
    "lat": 36.2662847116035,
    "lng": 127.25811795692
  },
  {
    "id": "17137477",
    "name": "올리브영 충남대점",
    "addr": "대전 유성구 대학로151번길 35",
    "lat": 36.36218987574896,
    "lng": 127.35006218097328
  },
  {
    "id": "1111173501",
    "name": "올리브영 충남도청점",
    "addr": "충남 홍성군 홍북읍 청사로 146",
    "lat": 36.65710908365463,
    "lng": 126.67910154599352
  },
  {
    "id": "2099289484",
    "name": "올리브영 충남예산점",
    "addr": "충남 예산군 예산읍 역전로 136",
    "lat": 36.691274075444824,
    "lng": 126.83025230280748
  },
  {
    "id": "1826637870",
    "name": "올리브영 충남태안점",
    "addr": "충남 태안군 태안읍 동백로 317",
    "lat": 36.74784119115603,
    "lng": 126.30498243301945
  },
  {
    "id": "11910235",
    "name": "올리브영 충무로역점",
    "addr": "서울 중구 퇴계로 222",
    "lat": 37.561545337851356,
    "lng": 126.99637928919297
  },
  {
    "id": "14600707",
    "name": "올리브영 충북대점",
    "addr": "충북 청주시 서원구 1순환로672번길 10",
    "lat": 36.63366162365915,
    "lng": 127.45932589388195
  },
  {
    "id": "2018876952",
    "name": "올리브영 충북영동점",
    "addr": "충북 영동군 영동읍 영산로 8",
    "lat": 36.175943480167106,
    "lng": 127.77750803131353
  },
  {
    "id": "459716515",
    "name": "올리브영 충북진천점",
    "addr": "충북 진천군 진천읍 상산로 86-1",
    "lat": 36.85451445640222,
    "lng": 127.44360794861942
  },
  {
    "id": "908980398",
    "name": "올리브영 충북혁신도시점",
    "addr": "충북 음성군 맹동면 대하로 227",
    "lat": 36.90857078042222,
    "lng": 127.54172809929905
  },
  {
    "id": "891116247",
    "name": "올리브영 충주연수점",
    "addr": "충북 충주시 연수동산로4길 2",
    "lat": 36.982893923097755,
    "lng": 127.93990724407388
  },
  {
    "id": "18857706",
    "name": "올리브영 충주점",
    "addr": "충북 충주시 성서8길 18",
    "lat": 36.97086196386599,
    "lng": 127.93273616477154
  },
  {
    "id": "1618767890",
    "name": "올리브영 충주터미널점",
    "addr": "충북 충주시 봉계1길 54",
    "lat": 36.981178065472115,
    "lng": 127.91561304388549
  },
  {
    "id": "1569969086",
    "name": "올리브영 충주호암점",
    "addr": "충북 충주시 형설로 48",
    "lat": 36.95804336790274,
    "lng": 127.94075594309962
  },
  {
    "id": "24161210",
    "name": "올리브영 칠곡석적점",
    "addr": "경북 칠곡군 석적읍 유학로 54-1",
    "lat": 36.07692403198072,
    "lng": 128.41510203152842
  },
  {
    "id": "546322714",
    "name": "올리브영 커넥트현대부산점",
    "addr": "부산 동구 범일로 125",
    "lat": 35.14121592460981,
    "lng": 129.05873242645634
  },
  {
    "id": "1673609418",
    "name": "올리브영 커넥트현대청주",
    "addr": "충북 청주시 흥덕구 2순환로 1225",
    "lat": 36.626730852172706,
    "lng": 127.43091111477712
  },
  {
    "id": "26510870",
    "name": "올리브영 코엑스몰점",
    "addr": "서울 강남구 삼성동 159-6",
    "lat": 37.51008077109864,
    "lng": 127.05909500802237
  },
  {
    "id": "899234314",
    "name": "올리브영 타워팰리스점",
    "addr": "서울 강남구 언주로30길 39",
    "lat": 37.488592835873405,
    "lng": 127.05306488595677
  },
  {
    "id": "1515675931",
    "name": "올리브영 타임빌라스수원점",
    "addr": "경기 수원시 권선구 세화로 134",
    "lat": 37.26397556071319,
    "lng": 126.99660665430297
  },
  {
    "id": "11427151",
    "name": "올리브영 타임스퀘어아트리움점",
    "addr": "서울 영등포구 영중로 15",
    "lat": 37.517556725644845,
    "lng": 126.90428115852093
  },
  {
    "id": "26805439",
    "name": "올리브영 탄현제니스점",
    "addr": "경기 고양시 일산서구 일현로 97-11",
    "lat": 37.6943196519798,
    "lng": 126.76333694157633
  },
  {
    "id": "842502121",
    "name": "올리브영 태백점",
    "addr": "강원특별자치도 태백시 황지로 151",
    "lat": 37.1722786915772,
    "lng": 128.99221589948223
  },
  {
    "id": "1963202696",
    "name": "올리브영 태전중앙로점",
    "addr": "경기 광주시 태전중앙2길 21",
    "lat": 37.382238655527345,
    "lng": 127.23324890441168
  },
  {
    "id": "1853694866",
    "name": "올리브영 태평역점",
    "addr": "경기 성남시 수정구 수정로 80",
    "lat": 37.44001988373001,
    "lng": 127.12937286644147
  },
  {
    "id": "1348037351",
    "name": "올리브영 테헤란로점",
    "addr": "서울 강남구 테헤란로 514",
    "lat": 37.5074260801459,
    "lng": 127.059753424
  },
  {
    "id": "1933492927",
    "name": "올리브영 통영무전점",
    "addr": "경남 통영시 중앙로 307",
    "lat": 34.85763045126776,
    "lng": 128.42821190363097
  },
  {
    "id": "748362824",
    "name": "올리브영 통영죽림점",
    "addr": "경남 통영시 광도면 죽림4로 18",
    "lat": 34.88566554043129,
    "lng": 128.41655849318397
  },
  {
    "id": "305689197",
    "name": "올리브영 트레이더스구월점",
    "addr": "인천 남동구 매소홀로 759",
    "lat": 37.4393853431075,
    "lng": 126.707080381321
  },
  {
    "id": "1712268590",
    "name": "올리브영 트렌드팟 바이 홍대",
    "addr": "서울 마포구 와우산로21길 37",
    "lat": 37.5522851697892,
    "lng": 126.921791465995
  },
  {
    "id": "371801510",
    "name": "올리브영 트윈시티점",
    "addr": "서울 용산구 한강대로 366",
    "lat": 37.55120330457373,
    "lng": 126.97275845413884
  },
  {
    "id": "326841913",
    "name": "올리브영 파르나스몰점",
    "addr": "서울 강남구 테헤란로 521",
    "lat": 37.5091915107454,
    "lng": 127.060808955586
  },
  {
    "id": "388290530",
    "name": "올리브영 파르나스삼성 타운",
    "addr": "서울 강남구 테헤란로 521",
    "lat": 37.5091915119029,
    "lng": 127.060806693517
  },
  {
    "id": "2089279730",
    "name": "올리브영 파주가람점",
    "addr": "경기 파주시 가람로 2",
    "lat": 37.73308210240842,
    "lng": 126.75064074114108
  },
  {
    "id": "27078832",
    "name": "올리브영 파주교하점",
    "addr": "경기 파주시 청석로 260",
    "lat": 37.7251427189503,
    "lng": 126.717847305048
  },
  {
    "id": "26417179",
    "name": "올리브영 파주금릉역점",
    "addr": "경기 파주시 금빛로 44-2",
    "lat": 37.75228755370274,
    "lng": 126.7676096212088
  },
  {
    "id": "27344042",
    "name": "올리브영 파주금촌점",
    "addr": "경기 파주시 문화로 109",
    "lat": 37.76390499745151,
    "lng": 126.7743077738184
  },
  {
    "id": "459766861",
    "name": "올리브영 파주다율점",
    "addr": "경기 파주시 해올2길 20",
    "lat": 37.7342939241451,
    "lng": 126.732167873707
  },
  {
    "id": "2116690602",
    "name": "올리브영 파주문산점",
    "addr": "경기 파주시 문산읍 문향로 71",
    "lat": 37.8583520101809,
    "lng": 126.785236983938
  },
  {
    "id": "366823619",
    "name": "올리브영 파주봉일천점",
    "addr": "경기 파주시 조리읍 봉천로 35-1",
    "lat": 37.74355546231011,
    "lng": 126.80765617248264
  },
  {
    "id": "1314441192",
    "name": "올리브영 파주야당역점",
    "addr": "경기 파주시 경의로 1066",
    "lat": 37.71238097759783,
    "lng": 126.75953693462317
  },
  {
    "id": "921179694",
    "name": "올리브영 파주운정점",
    "addr": "경기 파주시 미래로 377",
    "lat": 37.71161734922008,
    "lng": 126.74597667854746
  },
  {
    "id": "575461494",
    "name": "올리브영 파주초롱꽃마을점",
    "addr": "경기 파주시 청석로 115",
    "lat": 37.71256979572755,
    "lng": 126.72054201217179
  },
  {
    "id": "1975173080",
    "name": "올리브영 판교도서관점",
    "addr": "경기 성남시 분당구 판교공원로2길 9",
    "lat": 37.38987266845154,
    "lng": 127.09079539191005
  },
  {
    "id": "19361259",
    "name": "올리브영 판교아브뉴프랑점",
    "addr": "경기 성남시 분당구 동판교로177번길 25",
    "lat": 37.39739745034743,
    "lng": 127.11335650408769
  },
  {
    "id": "20806181",
    "name": "올리브영 판교유스페이스점",
    "addr": "경기 성남시 분당구 대왕판교로 660",
    "lat": 37.401236858266394,
    "lng": 127.10739674450237
  },
  {
    "id": "1819581143",
    "name": "올리브영 판교카카오점",
    "addr": "경기 성남시 분당구 판교역로 166",
    "lat": 37.39573651319068,
    "lng": 127.11087964665302
  },
  {
    "id": "243741519",
    "name": "올리브영 패션아일랜드대전점",
    "addr": "대전 동구 은어송로 72",
    "lat": 36.30693426505748,
    "lng": 127.45801681645966
  },
  {
    "id": "725211204",
    "name": "올리브영 평촌역사거리점",
    "addr": "경기 안양시 동안구 시민대로 317",
    "lat": 37.39597446599141,
    "lng": 126.96544358904409
  },
  {
    "id": "26984089",
    "name": "올리브영 평촌점",
    "addr": "경기 안양시 동안구 평촌대로 132",
    "lat": 37.3840207669584,
    "lng": 126.960253846861
  },
  {
    "id": "59390729",
    "name": "올리브영 평택고덕로데오점",
    "addr": "경기 평택시 고덕갈평6길 29",
    "lat": 37.0573202072693,
    "lng": 127.047426036883
  },
  {
    "id": "830360423",
    "name": "올리브영 평택고덕브리티시점",
    "addr": "경기 평택시 고덕국제대로 77",
    "lat": 37.0443531267359,
    "lng": 127.041884018213
  },
  {
    "id": "1397356813",
    "name": "올리브영 평택고덕에듀타운점",
    "addr": "경기 평택시 고덕로 250",
    "lat": 37.0363267545442,
    "lng": 127.028294026411
  },
  {
    "id": "1296216711",
    "name": "올리브영 평택고덕점",
    "addr": "경기 평택시 고덕여염9길 40",
    "lat": 37.040654851752926,
    "lng": 127.05168367470775
  },
  {
    "id": "957069681",
    "name": "올리브영 평택동삭점",
    "addr": "경기 평택시 지제동삭2로 181-24",
    "lat": 37.0168856117728,
    "lng": 127.093828663144
  },
  {
    "id": "176158668",
    "name": "올리브영 평택로데오점",
    "addr": "경기 평택시 평택로32번길 28",
    "lat": 36.9911793827097,
    "lng": 127.08938805393
  },
  {
    "id": "1518227500",
    "name": "올리브영 평택비전점",
    "addr": "경기 평택시 만세로 1708",
    "lat": 37.013962416426246,
    "lng": 127.11258670605558
  },
  {
    "id": "1474338483",
    "name": "올리브영 평택서정점",
    "addr": "경기 평택시 정암로 2",
    "lat": 37.05695248597086,
    "lng": 127.05394779771716
  },
  {
    "id": "965271897",
    "name": "올리브영 평택소사벌로터리점",
    "addr": "경기 평택시 비전5로 16",
    "lat": 36.999939913733826,
    "lng": 127.11340973633833
  },
  {
    "id": "2086813075",
    "name": "올리브영 평택소사벌점",
    "addr": "경기 평택시 평남로 862",
    "lat": 37.000566356528154,
    "lng": 127.11130418691172
  },
  {
    "id": "949544068",
    "name": "올리브영 평택신장점",
    "addr": "경기 평택시 쇼핑로 22",
    "lat": 37.08086624698713,
    "lng": 127.05184591546997
  },
  {
    "id": "1663830312",
    "name": "올리브영 평택안중점",
    "addr": "경기 평택시 안중읍 안현로서6길 48",
    "lat": 36.98474154078085,
    "lng": 126.92413747273697
  },
  {
    "id": "17137485",
    "name": "올리브영 평택역점",
    "addr": "경기 평택시 평택2로10번길 10-3",
    "lat": 36.991947991556245,
    "lng": 127.08820384092057
  },
  {
    "id": "988734212",
    "name": "올리브영 평택용죽점",
    "addr": "경기 평택시 용죽2로 32-50",
    "lat": 36.992773244320375,
    "lng": 127.12541322845838
  },
  {
    "id": "529563643",
    "name": "올리브영 평택청북점",
    "addr": "경기 평택시 청북읍 청북남로 260",
    "lat": 37.01942440948877,
    "lng": 126.91515808486169
  },
  {
    "id": "11910256",
    "name": "올리브영 평택AK역사점",
    "addr": "경기 평택시 평택로 51",
    "lat": 36.99126782837122,
    "lng": 127.08552955541107
  },
  {
    "id": "1607733040",
    "name": "올리브영 포이사거리점",
    "addr": "서울 강남구 논현로 82",
    "lat": 37.47732624067382,
    "lng": 127.04532957957758
  },
  {
    "id": "839027963",
    "name": "올리브영 포천송우리점",
    "addr": "경기 포천시 소흘읍 솔모루로 60-1",
    "lat": 37.8274591032717,
    "lng": 127.145319276398
  },
  {
    "id": "1037356220",
    "name": "올리브영 포천신읍점",
    "addr": "경기 포천시 중앙로 121",
    "lat": 37.89731634004786,
    "lng": 127.20297917650717
  },
  {
    "id": "1481114609",
    "name": "올리브영 포천중앙점",
    "addr": "경기 포천시 호국로 893",
    "lat": 37.84612095801123,
    "lng": 127.15962492727967
  },
  {
    "id": "1956067049",
    "name": "올리브영 포항대잠점",
    "addr": "경북 포항시 남구 새천년대로 424",
    "lat": 36.0135500868789,
    "lng": 129.344624662887
  },
  {
    "id": "262314015",
    "name": "올리브영 포항두호점",
    "addr": "경북 포항시 북구 두호로 24",
    "lat": 36.0600721043517,
    "lng": 129.375994047683
  },
  {
    "id": "27335559",
    "name": "올리브영 포항문덕점",
    "addr": "경북 포항시 남구 오천읍 원동로 15",
    "lat": 35.964172321697255,
    "lng": 129.40277405794052
  },
  {
    "id": "261563509",
    "name": "올리브영 포항양덕점",
    "addr": "경북 포항시 북구 신덕로 225",
    "lat": 36.0864239526424,
    "lng": 129.391030887037
  },
  {
    "id": "199957131",
    "name": "올리브영 포항이동점",
    "addr": "경북 포항시 남구 포스코대로 133",
    "lat": 36.02610048755194,
    "lng": 129.34050009106122
  },
  {
    "id": "971819335",
    "name": "올리브영 포항장성점",
    "addr": "경북 포항시 북구 새천년대로 1267",
    "lat": 36.0748388210721,
    "lng": 129.38553470911825
  },
  {
    "id": "14735295",
    "name": "올리브영 포항중앙점",
    "addr": "경북 포항시 북구 중앙상가4길 20",
    "lat": 36.03779356353707,
    "lng": 129.36482668858056
  },
  {
    "id": "1905986546",
    "name": "올리브영 포항지곡점",
    "addr": "경북 포항시 남구 지곡로 257",
    "lat": 36.029164127456376,
    "lng": 129.32358535382565
  },
  {
    "id": "662381911",
    "name": "올리브영 포항초곡점",
    "addr": "경북 포항시 북구 흥해읍 초곡지구로58번길 12",
    "lat": 36.09660830780189,
    "lng": 129.3383883365467
  },
  {
    "id": "827572595",
    "name": "올리브영 포항터미널점",
    "addr": "경북 포항시 남구 중흥로 88",
    "lat": 36.0130158569714,
    "lng": 129.350648373483
  },
  {
    "id": "448010824",
    "name": "올리브영 플러스점",
    "addr": "서울 용산구 한강대로 372",
    "lat": 37.5516772613764,
    "lng": 126.972896346173
  },
  {
    "id": "683960841",
    "name": "올리브영 하남미사역점",
    "addr": "경기 하남시 미사강변동로 95",
    "lat": 37.5631826995714,
    "lng": 127.19228208071637
  },
  {
    "id": "1534908814",
    "name": "올리브영 하남미사점",
    "addr": "경기 하남시 미사강변대로 222",
    "lat": 37.56960244006603,
    "lng": 127.18427648054028
  },
  {
    "id": "15280238",
    "name": "올리브영 하남신장점",
    "addr": "경기 하남시 신장로 127-1",
    "lat": 37.53811898918026,
    "lng": 127.2039623612648
  },
  {
    "id": "27125083",
    "name": "올리브영 하단중앙점",
    "addr": "부산 사하구 낙동남로 1417",
    "lat": 35.10647711325538,
    "lng": 128.96663655746835
  },
  {
    "id": "620764187",
    "name": "올리브영 학동역점",
    "addr": "서울 강남구 논현로 667",
    "lat": 37.513595580915826,
    "lng": 127.03065623879606
  },
  {
    "id": "693697299",
    "name": "올리브영 학동중앙점",
    "addr": "서울 강남구 도산대로 326",
    "lat": 37.52238194414869,
    "lng": 127.03765312141444
  },
  {
    "id": "17812781",
    "name": "올리브영 한남대점",
    "addr": "대전 동구 한남로 7",
    "lat": 36.3511730150163,
    "lng": 127.427354406121
  },
  {
    "id": "1872273396",
    "name": "올리브영 한남오거리점",
    "addr": "서울 용산구 독서당로 65-1",
    "lat": 37.53381690270836,
    "lng": 127.00770827349193
  },
  {
    "id": "1650877136",
    "name": "올리브영 한성대입구역점",
    "addr": "서울 성북구 삼선교로 12",
    "lat": 37.5875911326534,
    "lng": 127.007142044297
  },
  {
    "id": "17137473",
    "name": "올리브영 한티역점",
    "addr": "서울 강남구 선릉로 312",
    "lat": 37.49754549710552,
    "lng": 127.05249448208832
  },
  {
    "id": "1509671394",
    "name": "올리브영 합정교보점",
    "addr": "서울 마포구 월드컵로1길 14",
    "lat": 37.55004384746542,
    "lng": 126.91205934110062
  },
  {
    "id": "19729625",
    "name": "올리브영 합정메세나폴리스점",
    "addr": "서울 마포구 양화로 45",
    "lat": 37.55135880153639,
    "lng": 126.91382094020513
  },
  {
    "id": "27343654",
    "name": "올리브영 합정카페거리점",
    "addr": "서울 마포구 독막로 13",
    "lat": 37.54876661814232,
    "lng": 126.91504835076857
  },
  {
    "id": "85839017",
    "name": "올리브영 해운대센트럴점",
    "addr": "부산 해운대구 우동 1562",
    "lat": 35.1642371766325,
    "lng": 129.16052155555712
  },
  {
    "id": "733903207",
    "name": "올리브영 해운대엘시티점",
    "addr": "부산 해운대구 달맞이길 30",
    "lat": 35.15964391804212,
    "lng": 129.16955153847903
  },
  {
    "id": "158125079",
    "name": "올리브영 해운대역점",
    "addr": "부산 해운대구 구남로8번길 7-5",
    "lat": 35.162855063358144,
    "lng": 129.15909355260277
  },
  {
    "id": "1096285792",
    "name": "올리브영 해운대중앙점",
    "addr": "부산 해운대구 구남로 27",
    "lat": 35.16166391124281,
    "lng": 129.16080242614524
  },
  {
    "id": "152283064",
    "name": "올리브영 행신역점",
    "addr": "경기 고양시 덕양구 소원로 107",
    "lat": 37.61314246784585,
    "lng": 126.83496104484378
  },
  {
    "id": "253471447",
    "name": "올리브영 헬리오시티점",
    "addr": "서울 송파구 송파대로 345",
    "lat": 37.49999148252946,
    "lng": 127.11132539234079
  },
  {
    "id": "1722723033",
    "name": "올리브영 현대백화점 울산점 동구",
    "addr": "울산 동구 방어진순환도로 899",
    "lat": 35.521754559116616,
    "lng": 129.43142276009624
  },
  {
    "id": "1202421893",
    "name": "올리브영 현대백화점목동점",
    "addr": "서울 양천구 목동동로 257",
    "lat": 37.5266768516626,
    "lng": 126.87463175509593
  },
  {
    "id": "253320417",
    "name": "올리브영 현대백화점무역센터점",
    "addr": "서울 강남구 테헤란로 517",
    "lat": 37.5085722531473,
    "lng": 127.059565456376
  },
  {
    "id": "153331437",
    "name": "올리브영 현대백화점중동점",
    "addr": "경기 부천시 원미구 길주로 172",
    "lat": 37.50429680239696,
    "lng": 126.76076460364847
  },
  {
    "id": "740322229",
    "name": "올리브영 현대시티몰가든파이브점",
    "addr": "서울 송파구 충민로 66",
    "lat": 37.47752522567521,
    "lng": 127.12450487473473
  },
  {
    "id": "354789276",
    "name": "올리브영 현대시티아울렛동대문점",
    "addr": "서울 중구 장충단로13길 20",
    "lat": 37.56848732454812,
    "lng": 127.00759638796946
  },
  {
    "id": "26601929",
    "name": "올리브영 현대아울렛가산점",
    "addr": "서울 금천구 디지털로10길 9",
    "lat": 37.47778661708495,
    "lng": 126.88916543235489
  },
  {
    "id": "398652819",
    "name": "올리브영 현대프리미엄아울렛 대전점",
    "addr": "대전 유성구 테크노중앙로 123",
    "lat": 36.423320539392634,
    "lng": 127.3989593042052
  },
  {
    "id": "906533837",
    "name": "올리브영 현대프리미엄아울렛김포점",
    "addr": "경기 김포시 고촌읍 아라육로152번길 100",
    "lat": 37.59997896608469,
    "lng": 126.78560249599305
  },
  {
    "id": "349489361",
    "name": "올리브영 현대프리미엄아울렛송도점",
    "addr": "인천 연수구 송도국제대로 123",
    "lat": 37.38179173990516,
    "lng": 126.65723398525026
  },
  {
    "id": "1430059819",
    "name": "올리브영 현대프리미엄아울렛스페이스원점",
    "addr": "경기 남양주시 다산순환로 50",
    "lat": 37.61632625388252,
    "lng": 127.15114265734815
  },
  {
    "id": "18960502",
    "name": "올리브영 혜화역점",
    "addr": "서울 종로구 대학로 122",
    "lat": 37.582061931173236,
    "lng": 127.00230955814595
  },
  {
    "id": "20104952",
    "name": "올리브영 홈플러스간석점",
    "addr": "인천 남동구 경원대로 971",
    "lat": 37.469586328031596,
    "lng": 126.6891073752061
  },
  {
    "id": "1923185912",
    "name": "올리브영 홈플러스강동점",
    "addr": "서울 강동구 양재대로 1571",
    "lat": 37.5456868457086,
    "lng": 127.142247113944
  },
  {
    "id": "85359990",
    "name": "올리브영 홈플러스강서점",
    "addr": "서울 강서구 화곡로 398",
    "lat": 37.55847113235181,
    "lng": 126.85481991608414
  },
  {
    "id": "20888318",
    "name": "올리브영 홈플러스구미점",
    "addr": "경북 구미시 구미대로 174",
    "lat": 36.1027550336571,
    "lng": 128.363747843865
  },
  {
    "id": "23712990",
    "name": "올리브영 홈플러스금천점",
    "addr": "서울 금천구 시흥대로 391",
    "lat": 37.46866186943335,
    "lng": 126.8968827412167
  },
  {
    "id": "1046535934",
    "name": "올리브영 홈플러스김포점",
    "addr": "경기 김포시 중봉로 14",
    "lat": 37.6238433833596,
    "lng": 126.698604324759
  },
  {
    "id": "1130423876",
    "name": "올리브영 홈플러스김해점",
    "addr": "경남 김해시 김해대로 2078",
    "lat": 35.2419569797442,
    "lng": 128.870335773851
  },
  {
    "id": "1937443989",
    "name": "올리브영 홈플러스동광주점",
    "addr": "광주 북구 동문대로 200",
    "lat": 35.179341105101415,
    "lng": 126.93041496628383
  },
  {
    "id": "1455168168",
    "name": "올리브영 홈플러스병점점",
    "addr": "경기 화성시 병점구 경기대로 985",
    "lat": 37.20374394446062,
    "lng": 127.03674515389446
  },
  {
    "id": "217070589",
    "name": "올리브영 홈플러스북수원점",
    "addr": "경기 수원시 장안구 경수대로 930",
    "lat": 37.30276862374031,
    "lng": 127.0088114374301
  },
  {
    "id": "1877389432",
    "name": "올리브영 홈플러스성서점",
    "addr": "대구 달서구 달구벌대로 1467",
    "lat": 35.84945294552347,
    "lng": 128.52740812179832
  },
  {
    "id": "1245267118",
    "name": "올리브영 홈플러스송도점",
    "addr": "인천 연수구 송도국제대로 165",
    "lat": 37.38022686887729,
    "lng": 126.65637170840239
  },
  {
    "id": "72155211",
    "name": "올리브영 홈플러스아시아드점",
    "addr": "부산 연제구 종합운동장로 7",
    "lat": 35.1912683444754,
    "lng": 129.062008051619
  },
  {
    "id": "20104956",
    "name": "올리브영 홈플러스영등포점",
    "addr": "서울 영등포구 당산로 42",
    "lat": 37.518234377086316,
    "lng": 126.89587569323008
  },
  {
    "id": "183497978",
    "name": "올리브영 홈플러스오산점",
    "addr": "경기 오산시 청학로 238",
    "lat": 37.170052136544484,
    "lng": 127.06179271472735
  },
  {
    "id": "369664424",
    "name": "올리브영 홈플러스울산점",
    "addr": "울산 중구 번영로 475",
    "lat": 35.56438765264761,
    "lng": 129.3348605108617
  },
  {
    "id": "888275661",
    "name": "올리브영 홈플러스월드컵점",
    "addr": "서울 마포구 월드컵로 240",
    "lat": 37.566966233423294,
    "lng": 126.89737559002839
  },
  {
    "id": "26410390",
    "name": "올리브영 홈플러스유성점",
    "addr": "대전 유성구 한밭대로 502",
    "lat": 36.35840185689805,
    "lng": 127.35416757481072
  },
  {
    "id": "1127553907",
    "name": "올리브영 홈플러스의정부점",
    "addr": "경기 의정부시 청사로 38",
    "lat": 37.752163717753625,
    "lng": 127.07099734925475
  },
  {
    "id": "22462502",
    "name": "올리브영 홈플러스인천청라점",
    "addr": "인천 서구 중봉대로 587",
    "lat": 37.532308737859815,
    "lng": 126.64862668618782
  },
  {
    "id": "1568738215",
    "name": "올리브영 홈플러스인하점",
    "addr": "인천 미추홀구 소성로 6",
    "lat": 37.44723458757072,
    "lng": 126.65088283996181
  },
  {
    "id": "1660815090",
    "name": "올리브영 홈플러스작전점",
    "addr": "인천 계양구 계양대로 27",
    "lat": 37.5261775266813,
    "lng": 126.721272744722
  },
  {
    "id": "20104958",
    "name": "올리브영 홈플러스중계점",
    "addr": "서울 노원구 동일로204가길 12",
    "lat": 37.639849438765616,
    "lng": 127.06866056377764
  },
  {
    "id": "227168812",
    "name": "올리브영 홈플러스칠곡점",
    "addr": "대구 북구 동암로12길 8",
    "lat": 35.9449112815098,
    "lng": 128.555911127705
  },
  {
    "id": "791252420",
    "name": "올리브영 홈플러스파주운정점",
    "addr": "경기 파주시 청암로17번길 17",
    "lat": 37.729536336775,
    "lng": 126.736756539342
  },
  {
    "id": "1375509208",
    "name": "올리브영 홍대공항철도역점",
    "addr": "서울 마포구 양화로 183",
    "lat": 37.55839626328688,
    "lng": 126.92539318725362
  },
  {
    "id": "1804339391",
    "name": "올리브영 홍대놀이터점",
    "addr": "서울 마포구 와우산로21길 29",
    "lat": 37.5521864394729,
    "lng": 126.922366464639
  },
  {
    "id": "19191694",
    "name": "올리브영 홍대대학로점",
    "addr": "서울 종로구 대학로 57",
    "lat": 37.5764505511009,
    "lng": 127.001684492461
  },
  {
    "id": "1141755966",
    "name": "올리브영 홍대사거리점",
    "addr": "서울 마포구 양화로 140",
    "lat": 37.5551054687412,
    "lng": 126.922057870007
  },
  {
    "id": "20104962",
    "name": "올리브영 홍대입구역점",
    "addr": "서울 마포구 양화로 156",
    "lat": 37.556257950840184,
    "lng": 126.92359923889052
  },
  {
    "id": "20104963",
    "name": "올리브영 홍대정문점",
    "addr": "서울 마포구 홍익로 4",
    "lat": 37.55314175259825,
    "lng": 126.92414563537847
  },
  {
    "id": "200330921",
    "name": "올리브영 홍대타운점",
    "addr": "서울 마포구 홍익로6길 57",
    "lat": 37.5565935931622,
    "lng": 126.924331138895
  },
  {
    "id": "129527489",
    "name": "올리브영 홍성내포점",
    "addr": "충남 홍성군 홍북읍 청사로48번길 12-1",
    "lat": 36.64789784647448,
    "lng": 126.67581951012984
  },
  {
    "id": "1952885413",
    "name": "올리브영 홍성터미널점",
    "addr": "충남 홍성군 홍성읍 조양로247번길 22",
    "lat": 36.60182093736977,
    "lng": 126.6771233449374
  },
  {
    "id": "20104965",
    "name": "올리브영 홍제역점",
    "addr": "서울 서대문구 통일로 446",
    "lat": 37.58875231873592,
    "lng": 126.94455205881914
  },
  {
    "id": "497165972",
    "name": "올리브영 홍천점",
    "addr": "강원특별자치도 홍천군 홍천읍 신장대로 79",
    "lat": 37.69081849302348,
    "lng": 127.8850687779956
  },
  {
    "id": "354546059",
    "name": "올리브영 화곡역사거리점",
    "addr": "서울 강서구 강서로 163",
    "lat": 37.54124159191138,
    "lng": 126.84034614106979
  },
  {
    "id": "61733419",
    "name": "올리브영 화곡역점",
    "addr": "서울 강서구 화곡로 149",
    "lat": 37.5412440670507,
    "lng": 126.838192857586
  },
  {
    "id": "760972431",
    "name": "올리브영 화성남양점",
    "addr": "경기 화성시 만세구 남양읍 시청로 6",
    "lat": 37.208503397012336,
    "lng": 126.81856089603282
  },
  {
    "id": "1056084905",
    "name": "올리브영 화성반월점",
    "addr": "경기 화성시 병점구 영통로60번길 7",
    "lat": 37.2368037327975,
    "lng": 127.061953090282
  },
  {
    "id": "26788773",
    "name": "올리브영 화성병점점",
    "addr": "경기 화성시 병점구 효행로 1059",
    "lat": 37.214761741811095,
    "lng": 127.04284666239579
  },
  {
    "id": "1997656674",
    "name": "올리브영 화성봉담2지구점",
    "addr": "경기 화성시 효행구 봉담읍 상리3길 188",
    "lat": 37.22437898058864,
    "lng": 126.94688191789035
  },
  {
    "id": "26870021",
    "name": "올리브영 화성봉담점",
    "addr": "경기 화성시 효행구 봉담읍 동화길 42",
    "lat": 37.218926196323466,
    "lng": 126.95422272404113
  },
  {
    "id": "909534799",
    "name": "올리브영 화성향남로데오점",
    "addr": "경기 화성시 만세구 향남읍 발안양감로 187",
    "lat": 37.11620095914815,
    "lng": 126.91097488740272
  },
  {
    "id": "27546810",
    "name": "올리브영 화성향남점",
    "addr": "경기 화성시 만세구 향남읍 발안로 103-6",
    "lat": 37.131718619253874,
    "lng": 126.9218358776322
  },
  {
    "id": "25702140",
    "name": "올리브영 화정로데오점",
    "addr": "경기 고양시 덕양구 화신로260번길 33",
    "lat": 37.632375768247066,
    "lng": 126.83236496740928
  },
  {
    "id": "466396204",
    "name": "올리브영 화정역점",
    "addr": "경기 고양시 덕양구 화신로272번길 67",
    "lat": 37.6338387182241,
    "lng": 126.831557307752
  },
  {
    "id": "576745756",
    "name": "올리브영 황학사거리점",
    "addr": "서울 성동구 왕십리로 410",
    "lat": 37.5673445160766,
    "lng": 127.02376678890086
  },
  {
    "id": "741733435",
    "name": "올리브영 회기중앙점",
    "addr": "서울 동대문구 이문로 30",
    "lat": 37.590044844098735,
    "lng": 127.0562901670768
  },
  {
    "id": "27461864",
    "name": "올리브영 회룡역점",
    "addr": "경기 의정부시 외미로 99",
    "lat": 37.7244827229382,
    "lng": 127.04676267725915
  },
  {
    "id": "83404251",
    "name": "올리브영 횡성점",
    "addr": "강원특별자치도 횡성군 횡성읍 문정로 20",
    "lat": 37.48978067439884,
    "lng": 127.9855749082326
  },
  {
    "id": "2062073517",
    "name": "올리브영 휘경동점",
    "addr": "서울 동대문구 망우로 78",
    "lat": 37.589779512418566,
    "lng": 127.06202199846236
  },
  {
    "id": "318998247",
    "name": "올리브영 AK광명점",
    "addr": "경기 광명시 양지로 17",
    "lat": 37.41870566943034,
    "lng": 126.88294899013219
  },
  {
    "id": "1120056611",
    "name": "올리브영 AK금정점",
    "addr": "경기 군포시 엘에스로 143",
    "lat": 37.37276678373522,
    "lng": 126.94418306324883
  },
  {
    "id": "1463868152",
    "name": "올리브영 AK기흥점",
    "addr": "경기 용인시 기흥구 기흥역로 63",
    "lat": 37.27470975958471,
    "lng": 127.11680289043568
  },
  {
    "id": "1781262126",
    "name": "올리브영 AK세종점",
    "addr": "세종특별자치시 한누리대로 411",
    "lat": 36.50090548729594,
    "lng": 127.25920707388256
  },
  {
    "id": "359743626",
    "name": "올리브영 LF스퀘어광양점",
    "addr": "전남 광양시 광양읍 순광로 466",
    "lat": 34.9625158457894,
    "lng": 127.565425753697
  },
  {
    "id": "749334893",
    "name": "올리브영 LF스퀘어광양CGV점",
    "addr": "전남 광양시 광양읍 순광로 466",
    "lat": 34.96302307443907,
    "lng": 127.5660588179617
  },
  {
    "id": "404067683",
    "name": "올리브영 LF스퀘어양주점",
    "addr": "경기 양주시 평화로 1593",
    "lat": 37.831393230250676,
    "lng": 127.05229392021448
  },
  {
    "id": "1287282217",
    "name": "올리브영 N성수",
    "addr": "서울 성동구 연무장7길 13",
    "lat": 37.5441733194254,
    "lng": 127.054430448058
  },
  {
    "id": "180432309",
    "name": "올리브영 NC강남점",
    "addr": "서울 서초구 잠원로 37-6",
    "lat": 37.50799323329096,
    "lng": 127.0080754598534
  },
  {
    "id": "1438021361",
    "name": "올리브영 NC신구로점",
    "addr": "서울 구로구 구로중앙로 152",
    "lat": 37.50113905162755,
    "lng": 126.88276388450755
  }
];
