// 신세계백화점 전국 매장 위치 데이터
// 수집: Kakao Local API (scripts/fetch-dept-stores.mjs)
// 마지막 갱신: 2026-05-16T11:48:08.988Z
// 총 10개 매장

import type { ChainStore } from "./artbox";

export const SHINSEGAE_STORES: ChainStore[] = [
  {
    "id": "22386977",
    "name": "신세계백화점 강남점",
    "addr": "서울 서초구 신반포로 176",
    "lat": 37.505305732081965,
    "lng": 127.00432032924516
  },
  {
    "id": "12836615",
    "name": "신세계백화점 광주신세계점",
    "addr": "광주 서구 무진대로 932",
    "lat": 35.16068129387156,
    "lng": 126.88264435375639
  },
  {
    "id": "26817316",
    "name": "신세계백화점 김해점",
    "addr": "경남 김해시 김해대로 2232",
    "lat": 35.22898192349939,
    "lng": 128.87253539664493
  },
  {
    "id": "231043513",
    "name": "신세계백화점 대구점",
    "addr": "대구 동구 동부로 149",
    "lat": 35.8777969311124,
    "lng": 128.6289648557988
  },
  {
    "id": "10524309",
    "name": "신세계백화점 마산점",
    "addr": "경남 창원시 마산합포구 합포로 251",
    "lat": 35.21954790525516,
    "lng": 128.58663713471273
  },
  {
    "id": "7969139",
    "name": "신세계백화점 센텀시티점",
    "addr": "부산 해운대구 센텀남대로 35",
    "lat": 35.16864392798528,
    "lng": 129.12907174004943
  },
  {
    "id": "1269849401",
    "name": "신세계백화점 스타필드하남점",
    "addr": "경기 하남시 미사대로 750",
    "lat": 37.5459713959057,
    "lng": 127.222316615387
  },
  {
    "id": "10068751",
    "name": "신세계백화점 의정부점",
    "addr": "경기 의정부시 평화로 525",
    "lat": 37.73721361824764,
    "lng": 127.04630894444334
  },
  {
    "id": "12719811",
    "name": "신세계백화점 천안아산점",
    "addr": "충남 천안시 동남구 만남로 43",
    "lat": 36.81948953261511,
    "lng": 127.15606633618994
  },
  {
    "id": "16908419",
    "name": "신세계백화점 타임스퀘어점",
    "addr": "서울 영등포구 영중로 9",
    "lat": 37.51719015109776,
    "lng": 126.90556661901638
  }
];
